ent-ADTClothingEyesHudCaptain = визор капитана
    .desc = Заметно облегчает жизнь
ent-ADTClothingMaskGasDarkRavenFriskis = противогаз ворона
    .desc = Личные вещи бывают странные, да?
ent-ADTClothingEyesHudAdvanced = расширенный визор
    .desc = Головной дисплей, который сканирует гуманоидов в поле зрения и предоставляет точные данные об их идентификационном статусе и записях безопасности.

ent-ClothingMaskItalianMoustache = итальянские усы
    .desc = Изготовлен из настоящих итальянских волосков для усов. Вызывает у носителя непреодолимое желание активно жестикулировать.
