# Визоры

ent-ClothingEyesHudDiagnostic = диагностический визор
    .desc = Окуляр с индикатором на стекле, способный анализировать целостность и состояние роботов и экзокостюмов.
ent-ClothingEyesHudMedical = медицинский визор
    .desc = Окуляр с индикатором на стекле, который сканирует гуманоидов в поле зрения и предоставляет точные данные о состоянии их здоровья.
ent-ClothingEyesHudSecurity = охранный визор
    .desc = Окуляр с индикатором на стекле, который сканирует гуманоидов в поле зрения и предоставляет точные данные об их идентификационном статусе и записях в системе безопасности. Защищает глаза от ярких вспышек.
ent-ClothingEyesHudMedSec = медицинско-охранный визор
    .desc = Окуляр с индикаторами на стекле, который сканирует гуманоидов в поле зрения и предоставляет точные данные о состоянии их здоровья и об их идентификационном статусе и записях в системе безопасности. Защищает глаза от ярких вспышек.
ent-ClothingEyesHudMultiversal = улучшенный визор
    .desc = Копия расширенного визора, но с секретной функцией распознавания. Представляет собой окуляр с индикаторами на стекле, который сканирует гуманоидов в поле зрения и предоставляет точные данные о состоянии их здоровья и об их идентификационном статусе и записях в системе безопасности. НЕ защищает глаза от ярких вспышек.
ent-ClothingEyesHudOmni = абсолютный визор
    .desc = Более функциональная версия улучшенного визора. Представляет собой окуляр с индикаторами на стекле, который сканирует гуманоидов в поле зрения и предоставляет точные данные о состоянии их здоровья и об их идентификационном статусе и записях в системе безопасности. НЕ защищает глаза от ярких вспышек. Имеет скрытую функцию распознавания. Показывает голод и жажду существ.
ent-ClothingEyesHudBeer = пивные очки
    .desc = Пара солнцезащитных очков, оснащенных сканером реагентов, а также дающих понимание вязкости жидкости во время движения. Показывают уровень жажды клиентов.
ent-ClothingEyesHudSyndicate = визор синдиката
    .desc = Профессиональный визор Синдиката, предназначенный для лучшего обнаружения гуманоидов и их последующего уничтожения. НЕ защищает глаза от ярких вспышек.

# Луковые

ent-ClothingEyesHudFriedOnion = очки из луковых колечек
    .desc = Просто очки. Просто съедобные.
ent-ClothingEyesHudOnionBeer = пивные луковые очки
    .desc = Объеденье! Оснащены сканером голода и жажды других существ.
ent-ClothingEyesHudMedOnion = медицинский луковый визор
    .desc = Вкуснятина! Сканирует гуманоидов в поле зрения и предоставляет точные данные о состоянии их здоровья. Также, показывает, голодны ли они.
ent-ClothingEyesHudMedOnionBeer = медицинский пивной луковый визор
    .desc = Как вкусно пахнут! Сканирует гуманоидов в поле зрения и предоставляет точные данные о состоянии их здоровья. Оснащены сканером голода и жажды других существ.

# Наглазники

ent-ClothingEyesEyepatchHudSecurity = охранный визор-наглазник
    .desc = Окуляр-наглазник с индикатором на стекле, который сканирует гуманоидов в поле зрения и предоставляет точные данные об их идентификационном статусе и записях в системе безопасности. Для настоящих патриотов.
ent-ClothingEyesEyepatchHudMedical = медицинский визор-наглазник
    .desc = Окуляр-наглазник с индикатором на стекле, который сканирует гуманоидов в поле зрения и предоставляет точные данные о состоянии их здоровья.
ent-ClothingEyesEyepatchHudBeer = пивной
    .desc = Окуляр-наглазник с индикатором на стекле, оснащенный сканером реагентов, а также дающий понимание вязкости жидкости во время движения. Показывает уровень жажды клиентов.
