station-goal-fax-paper-name = Цель станции
station-goal-shuttle =
    Цель вашей смены построить пилотируемый шаттл в космосе и обеспечить его всем необходимым для выживания.
    Чтобы её выполнить отделу снабжения нужно заказать все необходимые ресурсы для инженерного и научного отделов.
    На момент выполнения цели, заказы заверенные печатью СИ и НР должны носить приоритетный характер, и выполняться в кротчайшие сроки
    Шаттл должен быть построен для нужд определённого отдела, и должен быть заполнен одним из следующего оборудования на выбор:
    - стандартное мед оборудование: мини хим. лаборатория, изолированная от остального пространства, приёмные палаты с как минимум одной(1) стазис кроватью и четырьмя (4) медецинскими койками, одной зарядкой для батарей
    - стандартное шахтёрское оборудование: печь для выплавки руды, как минимум пять (5) поддонов для продажи, магнит для обломков, АПЕ РИПЛИ
    - стандартное исследовательское оборудование: минимум две (2) камеры для исследования артефактов, с возможностью разгерметизировать камеру, защищённую шлюзами пожарной безопасности
    Инженерному отделу необходимо построить его, а научный отдел должен предоставить инженерному отделу и шаттлу всю необходимую экипировку.
station-goal-singularity =
    Цель вашей смены построить генератор основанный на сверхмассивной Сингулярности.
    Чтобы её выполнить инженерному отделу понадобится построить сдерживающую клетку, отделу снабжения потребуется заказать все необходимые материалы.
    Сдерживающая клетка должна быть способна сдержать сингулярность третьего и четвёртого класса.
station-goal-solar-panels =
    Цель вашей смены организовать систему запасного питания для станции на основе солнечных панелей.
    Для этого вам понадобится заказать все необходимые материалы в отделе снабжения и после построить 2 новые ветки солнечных панелей инженерным отделом.
    А так же обеспечить изолированность производимой ими энергии в новые 3 СМЭСа не подключенные к общей сети станции.
station-goal-artifacts =
    Цель вашей смены обнаружить, исследовать и доставить космические артефакты.
    Для её выполнения будет необходима работа утилизаторов для поиска и доставки артефактов с обломков вокруг станции.
    После доставки их необходимо передать в специальном контейнере отделу исследования для изучения и документирования их свойств.
    Необходимо доставить на шаттле эвакуации в специальных контейнерах как минимум 2 полностью изученных и задокументированных артефакта.
    Рекомендуемые пункты документа с описанием артефакта:
    - Наименование объекта
    - Описание внешнего вида объекта
    - Свойства объекта
    - Примечания
    - ФИ и должность ответственного
    Документ должен быть удостоверен печатью научного руководителя.
station-goal-bank =
    Цель вашей смены постройка орбитального хранилища с припасами и технологиями.
    Хранилище должно быть размещено в космосе отдельно от основной станции, проследите за прочностью его конструкции, случайный метеорит не должен повредить его.
    В хранилище необходимо разместить 4 ящика:
    - ящик с продвинутыми медикаментами
    - ящик с запасами лучших семян
    - ящик-холодильник еды с высокой питательной ценностью 
    - ящик с ценными, но не уникальными платами
    Проследите за сохранностью содержимого в хранилище до окончания смены.
station-goal-zoo =
    Цель вашей смены улучшить рекреацию персонала на станции.
    Инженерному отделу необходимо построить зоопарк в недалекой доступности от дорматориев с как минимум тремя вольерами разных видов животных заказанных в отделе снабжения.
    Обеспечьте животных пищей, как минимум одним роботом уборщиком в каждый вольер и всем необходимым для жизни в зависимости от вида животного.
station-goal-biggerdorms =
    Дорогой персонал станции.
    В связи с повышенной нестабильностью синего пространства, перелеты между станциями становится все опаснее и опаснее.
    Цель на вашу сегодняшнюю смену — построить дополнительные жилые комнаты в количестве 10 штук.
    Далее будут прописаны минимальные требования к их постройке:
    -Жилые комнаты необходимо строить за пределами станции.
    -Размер каждой комнаты должен быть не менее 3 на 3 метра.
    -Каждая комната должна быть оснащена кроватью и быть изолированной от других. Так же в каждой комнате обязано быть освещение.
    -В каждую комнату обязана быть проведена вентиляция и фильтрация воздуха.
    -Жилые комнаты должны быть подсоединены к основной линии питания станции.
    -В жилых комнатах обязанная существовать атмосфера для проживания разумных существ.
station-goal-fight =
    Дорогой персонал станции.
    Для улучшения активов НТ в сфере медиа развлечений мы запрашиваем вас турнир боёв.
    Цель на вашу сегодняшнюю смену — выбрать тип турнира боёв (примеры: бокс, бои без правил), построить ринг, и провести его, набрав участников среди экипажа.
    Далее будут прописаны минимальные требования к рингу и его постройке:
    -Минимальный размер ринга должен быть 4x4, ограждён решётками, иметь минимум два входа из направленых дверей-окон.
    -Помещение ринга должно иметь систему жизнеобеспечения. 
    -Помещение с рингом должно быть оборудовано развлекательной зоной включающей в себя: минибар, зрительные места, а так же минимум две (2) камеры.
    -Помещение с рингом должно быть оборудовано мед пунктом, в помещении должен работать как минимум один (1) сотрудник мед персонала.
    -За ситуацией на ринге должен следить как минимум один (1) патруль службы безопасности, вооружённый согласно коду на станции.
    -Всё помещение ринга должно быть хорошо освещенно.
    За набор бойцов и состовление турнирой таблицы должен отвечать глава персонала. 
station-goal-wathcingplace =
    Дорогой персонал станции.
    Известный художник прибудет с следующей сменой персонала на станцию. 
    Цель на вашу сегодняшнюю смену — Построить обзорную площадку с видом на космос.
    Далее будут прописаны минимальные требования к площадке и её постройке:
    -Минимальный размер площадки должен состовлять 6X6 метров, площадка должна быть оборудована стекляными окнами для обзора космоса.
    -Площадка должна быть вынесена минимум на десять (10) метров относительно конструкций станции. Ведущий к ней коридор а так же само помещение площадки должно иметь систему жизнеобеспечения.
    -Площадка должна быть украшена различными цветами, укомплектована столами и стульями.
station-goal-borntokill =
    Дорогой персонал станции.
    В связи с повышенной работы вражеских корпораций в секторе, цк решило повысить уровень боевой подготовки персонала. 
    Цель на вашу сегодняшнюю смену — При помощи сотрудников отдела службы безопасности провести учения среди экипажа станции.
    Инженерному отделу советуется построить отдельный полигон (если такового не имеется в отделе службы безопасности)
    Минимальные требования к учениям:
    - Офицеры должны показать персоналу все основные типы оружия предостовляемые в арсенале станции, обьяснить принцип работы, и провести учебные стрельбы
    - Офицеры должны показать персоналу всю основную экипорку службы безопасности, обьяснить принцип её работы.
    - Офицеры должны предоставить участникам от двух (2) стандартных боевых ситуаций, показать основные приёмы работы и закрепить материал практическим занятием.
    На момент выполнения цели все заказы в отдел поставок и научно иследовтельский отдел завереные печатью смотрителя или ГСБ должны носить повышенный приоритет и выполняться с удвоенной скоростью
station-goal-nuar =
    Дорогой персонал станции.
    Наш отдел кадров нашёл не состыковки в контрактах персонала станции.  
    Цель на вашу сегодняшнюю смену — При помощи сотрудников отдела службы безопасности собрать досье и отпечатки персонала станции.
    ниже прилагается бланк заполнения досье:
    - Имя и фамилия
    - Место рождения и основное место проживания
    - Должность заключёная в контракте
    - краткая биография
    Досье на каждый отдел должно находится в отдельных папках, проэтикированных согласно названию отдела.
    Отпечатки сотрудников каждого отдела так же должны находиться в проэтикированных папках и быть у детектива либо ГСБ.
    На момент выполнения цели все заказы в отдел поставок завереные печатью смотрителя или ГСБ должны носить повышенный приоритет и выполняться с удвоенной скоростью
station-goal-theatre =
    Дорогой персонал станции.
    Главы корпорации заинтересованны в расширении культурного комплекса. 
    Цель на вашу сегодняшнюю смену — Написать и провести театральную постановку.
    Написанием сюжета для постановки должен заняться библиотекарь, или любой другой желающий член персонала. В случае нескольких сюжетов глава персонала и капитан должны выбрать лучший
    Инженерный отдел должен предоставить амфитеатр согласно сценарию.
    Глава персонала должен набрать актёров среди персонала
    Отдел службы безопасности должен проследить за соблюдением общественного порядка в момент проведения постановки
station-goal-chill =
    Дорогой персонал станции.
    Вы являетесь транзитной сменой. 
    Цель на вашу сегодняшнюю смену — Поддерживать станцию в надлежашем виде два стандартных часа и приносить корпорации доход.
    В случае черезвучайных ситуаций напишите экстренный факс на ЦК, и вам будет выслан шатл высокого приоритета.
    
