station-goal-fax-paper-name = Цель станции
station-goal-shuttle =
    ███╗░░██╗████████╗
    ████╗░██║╚══██╔══╝    NT-STATION-CC-CMD-DCR
    ██╔██╗██║░░░██║░░░    Цель ЦК
    ██║╚████║░░░██║░░░    для Станции на текущую смену
    ██║░╚███║░░░██║░░░
    ╚═╝░░╚══╝░░░╚═╝░░░
    ═════════════════════════════════════════
      Внимание, Командование Станции, цель вашей текущей смены - постройка пилотируемого космического шаттла. Ниже перечислены базовые требования к объекту:
    - пригодная для длительного нахождения без скафандров и дыхательных приборов атмосфера
    - возможность осуществления движения в любом направлении и осуществления сложных маневров
    - наличие посадочных мест для экипажа и пассажиров шаттла
    - расположение стыковочных шлюзов, соответствующее стандартам NanoTrasen

      Командование станции должно выбрать тип шаттла из предложенных ниже и оснастить его в соответствии с требованиями отдела, для которого строится объект:
    - медицинский шаттл: изолированная химическая лаборатория, санитарный отсек с четыремя медицинскими кроватями и одной стазис-кроватью, устройство для зарядки батарей
    - шахтерский шаттл: печь для переработки руды, не меньше пяти поддонов для доставки и продажи грузов, магнит для притягивания обломков и астероидов и одна машина типа ATME "Рипли"
    - исследовательский шаттл: одна камера для исследования артефактов (с возможностью разгерметизации, закачки и откачки газов из канистр), анализатор артефактов, аналитическая консоль, сканер аномалий, сосуд аномалий, М.А.К.А.К., автолат и протолат
    - пассажирский шаттл: не менее 24 пассажирских мест, две каюты повышенной комфортабельности с кроватями, место для приготовления еды и напитков, система утилизации отходов

      На момент выполнения цели заказы, заверенные печатью СИ и НР, должны носить приоритетный характер, и выполняться в кротчайшие сроки.
      
      В отчете для Центрального Командования необходимо указать тип шаттла, присвоенный ему буквенно-цифровой код и имя. При успешном завершении цели - шаттл должен быть доставлен к станции Центрального Командования.

      Копии данного документа следует выслать или передать вручную руководителям Инженерного и Научного отдела, а также руководству отдела Снабжения. В случае отсутствия руководителей - копии документа передаются сотрудникам указанных отделов.
station-goal-singularity =
    ███╗░░██╗████████╗
    ████╗░██║╚══██╔══╝    NT-STATION-CC-CMD-DCR
    ██╔██╗██║░░░██║░░░    Цель ЦК
    ██║╚████║░░░██║░░░    для Станции на текущую смену
    ██║░╚███║░░░██║░░░
    ╚═╝░░╚══╝░░░╚═╝░░░
    ═════════════════════════════════════════
      Внимание, Командование Станции, цель вашей текущей смены - постройка нового генератора, основанного на сверхмассивной Сингулярности. Далее перечислены требования к цели:
    - полноценно работающая сдерживающая клетка. В случае, если таковая уже присутствует на Станции - необходимо построить новую сдерживающую клетку
    - полноценно работающий ускоритель частиц
    - наличие СМЭС для обеспечения питания ускорителя частиц в процессе запуска и при внештатных ситуациях
    - наличие противометеоритной защиты для сдерживающей клетки
    - возможность сдерживать сингулярность 3-4 класса
    - стабильная работа сверхмассивной Сингулярности в клетке в течение 10 минут с момента пуска
    
      На момент выполнения цели заказы, заверенные печатью СИ и НР, должны носить приоритетный характер, и выполняться в кротчайшие сроки.
      
      В отчете для Центрального Командования необходимо указать место, где был построен новый генератор сверхмассивной Сингулярности и максимальное зафиксированное значение выработки электроэнергии данным генератором.

      Копии данного документа следует выслать или передать вручную руководителям Инженерного и Научного отдела, а также руководству отдела Снабжения. В случае отсутствия руководителей - копии документа передаются сотрудникам указанных отделов.
station-goal-solar-panels =
    ███╗░░██╗████████╗
    ████╗░██║╚══██╔══╝    NT-STATION-CC-CMD-DCR
    ██╔██╗██║░░░██║░░░    Цель ЦК
    ██║╚████║░░░██║░░░    для Станции на текущую смену
    ██║░╚███║░░░██║░░░
    ╚═╝░░╚══╝░░░╚═╝░░░
    ═════════════════════════════════════════
      Внимание, Командование Станции, цель вашей текущей смены - система запасного питания станции на основе солнечных панелей. Далее перечислены требования к цели:
    - две ветки солнечных панелей, имеющие суммарно не менее 40 единиц панелей
    - наличие противометеоритной защиты
    - наличие солнечного трекера у каждой ветки солнечных панелей
    - наличие консоли контроля солнечных панелей
    - наличие трех СМЭС для сбора полученной от солнечных панелей энергии. СМЭС должны быть изолированы от общей энергосистемы станции
    - размещение СМЭС и консоли контроля в помещении с пригодной для нахождения без скафандра и дыхательных приборов  атмосферой
    
      На момент выполнения цели заказы, заверенные печатью СИ, должны носить приоритетный характер, и выполняться в кротчайшие сроки.
      
      В отчете для Центрального Командования необходимо указать место, где были построены ветки солнечных панелей и максимальное зафиксированное значение выработки электроэнергии данными панелями.

      Копии данного документа следует выслать или передать вручную руководителям Инженерного и Научного отдела, а также руководству отдела Снабжения. В случае отсутствия руководителей - копии документа передаются сотрудникам указанных отделов.
station-goal-artifacts =
    ███╗░░██╗████████╗
    ████╗░██║╚══██╔══╝    NT-STATION-CC-CMD-DCR
    ██╔██╗██║░░░██║░░░    Цель ЦК
    ██║╚████║░░░██║░░░    для Станции на текущую смену
    ██║░╚███║░░░██║░░░
    ╚═╝░░╚══╝░░░╚═╝░░░
    ═════════════════════════════════════════
      Внимание, Командование Станции, цель вашей текущей смены - исследование и доставка космических артефактов. Далее перечислены требования к цели:
    - исследовать необходимо два артефакта
    - артефакты должны быть космическими, то есть найденными силами отдела Снабжения на обломках или экспедициях. Приобретенные или собранные из осколков артефактной руды объекты не допускаются
    - артефакты должны иметь собственные защищенные контейнеры
    - все узлы артефактов должны быть исследованы и задокументированы
    - к отчету по исследованию каждого артефакта должны быть приложены распечатки данных аналитической консоли по каждому узлу
    - после полного изучения ВСЕХ узлов допускается извлечение научных очков из космического артефакта

      Рекомендуемые пункты документа с описанием артефакта:
    - Наименование объекта
    - Описание внешнего вида объекта
    - Свойства объекта
    - Примечания
    - ФИ и должность ответственного
      Документ должен быть удостоверен печатью научного руководителя.

      На момент выполнения цели заказы, заверенные печатью НР, должны носить приоритетный характер, и выполняться в кротчайшие сроки.
      
      В дополнение к отчету для Центрального Командования необходимо выслать факсом упомянутые выше документы с описанием изученного артефакта.
      По завершению смены сами артефакты (в защищенных контейнерах), оригиналы отчетов по ним и распечатки данных с аналитической консоли должны быть доставлены на станцию Центрального Командования

      Копии данного документа следует выслать или передать вручную Научному Руководителю, а также руководству отдела Снабжения. В случае отсутствия руководителей - копии документа передаются сотрудникам указанных отделов.
station-goal-bank =
    ███╗░░██╗████████╗
    ████╗░██║╚══██╔══╝    NT-STATION-CC-CMD-DCR
    ██╔██╗██║░░░██║░░░    Цель ЦК
    ██║╚████║░░░██║░░░    для Станции на текущую смену
    ██║░╚███║░░░██║░░░
    ╚═╝░░╚══╝░░░╚═╝░░░
    ═════════════════════════════════════════
      Внимание, Командование Станции, цель вашей текущей смены - постройка орбитального хранилища с припасами и технологиями. Далее перечислены требования к цели:
    - размещение хранилища в космосе отдельно от основной станции
    - прочная конструкция
    - наличие противометеоритной защиты
    - наличие внутри хранилища условий, пригодных для длительного нахождения без скафандра или дыхательных приборов

      В хранилище необходимо разместить 4 ящика:
    - ящик с продвинутыми медикаментами
    - ящик с запасами лучших семян
    - ящик-холодильник еды с высокой питательной ценностью 
    - ящик с ценными платами

      При исполнении цели приоритет по созданию запасов еды и семян должен отдаваться отделу Сервиса. Приобретение указанных запасов через отдел Снабжения допускается только в случае, если отдел Сервиса не способен исполнить заказ.

      С момента возведения стен хранилище считается стратегической точкой, а его припасы - особо ценным имуществом. Проникновение неавторизованного персонала в хранилище или кража припасов из него должна расцениваться с точки зрения КЗ в соответствии с этими примечаниями.

      На момент выполнения цели заказы, заверенные печатью СИ и НР, должны носить приоритетный характер, и выполняться в кротчайшие сроки.

      В отчете для Центрального Командования необходимо указать место, где было построено хранилище и выслать отдельными документами:
    - список плат
    - список лекарств (названия, способ хранения и суммарный объем каждого лекарства)
    - список семян и их количество
    - список продуктов и их количество

      Копии данного документа следует выслать или передать вручную руководителям Инженерного и Научного отдела, а также руководству отдела Снабжения. В случае отсутствия руководителей - копии документа передаются сотрудникам указанных отделов.
station-goal-zoo =
    ███╗░░██╗████████╗
    ████╗░██║╚══██╔══╝    NT-STATION-CC-CMD-DCR
    ██╔██╗██║░░░██║░░░    Цель ЦК
    ██║╚████║░░░██║░░░    для Станции на текущую смену
    ██║░╚███║░░░██║░░░
    ╚═╝░░╚══╝░░░╚═╝░░░
    ═════════════════════════════════════════
      Внимание, Командование Станции, цель вашей текущей смены - улучшение рекреации персонала путем постройки зоопарка. Далее перечислены требования к цели:
    - три вольера для животных
    - площадь каждого вольера - не менее 9 квадратных метров
    - размещение зоопарка в пределах минуты ходьбы от жилого блока
    - наличие пищи у животных, соответствующей потребностям их вида
    - наличие роботов-уборщиков в вольерах
    - наличие вентиляции и скрубберов в вольерах

      Замещение зоопарком помещений других отделов станции (в особенности помещений отдела Сервиса) не допускается. Ситуация, при которой построенный зоопарк нарушает нормальное функционирование других отделов Станции - не допускается.

      На момент выполнения цели заказы, заверенные печатью СИ и НР, должны носить приоритетный характер, и выполняться в кротчайшие сроки.

      В отчете для Центрального Командования необходимо указать место, где был построен зоопарк, и перечислить в документе виды и количество животных, размещенных в нем.

      Копии данного документа следует выслать или передать вручную руководителям Инженерного и Научного отдела, а также руководству отдела Снабжения. В случае отсутствия руководителей - копии документа передаются сотрудникам указанных отделов.
station-goal-biggerdorms =
    ███╗░░██╗████████╗
    ████╗░██║╚══██╔══╝    NT-STATION-CC-CMD-DCR
    ██╔██╗██║░░░██║░░░    Цель ЦК
    ██║╚████║░░░██║░░░    для Станции на текущую смену
    ██║░╚███║░░░██║░░░
    ╚═╝░░╚══╝░░░╚═╝░░░
    ═════════════════════════════════════════
      Внимание, Командование Станции, цель вашей текущей смены - построение дополнительного жилого блока. Цель обусловлена повышением нестабильности блюспейса и повышением рисков дальних космических перелетов.
      Далее перечислены требования к цели:
    - жилые комнаты должны быть построены вне пределов станции
    - площадь каждой комнаты - не менее 9 квадратных метров
    - каждая комната должна быть оснащена кроватью и изолирована от других комнат
    - наличие освещения, вентиляции и скруббера в каждой комнате
    - наличие условий, пригодных для длительного нахождения в комнатах и коридоре жилого блока без скафандра и дыхательных приспособлений
    - наличие противометеоритной защиты дополнительного жилого блока
    - общее количество комнат - не менее 6
    - наличие отдельного пространства для совместного досуга, приготовления и приема напитков и еды
    - наличие системы утилизации мусора

      Ситуация, при которой построенный дополнительный жилой блок нарушает нормальное функционирование других отделов Станции - не допускается.

      На момент выполнения цели заказы, заверенные печатью СИ, должны носить приоритетный характер, и выполняться в кротчайшие сроки.

      В отчете для Центрального Командования необходимо указать место, где был построен дополнительный жилой блок, и перечислить в документе количество комнат и суммарную площадь дополнительного жилого блока.

      Копии данного документа следует выслать или передать вручную руководителям Инженерного и Научного отдела, а также руководству отдела Снабжения. В случае отсутствия руководителей - копии документа передаются сотрудникам указанных отделов.
station-goal-fight =
    ███╗░░██╗████████╗
    ████╗░██║╚══██╔══╝    NT-STATION-CC-CMD-DCR
    ██╔██╗██║░░░██║░░░    Цель ЦК
    ██║╚████║░░░██║░░░    для Станции на текущую смену
    ██║░╚███║░░░██║░░░
    ╚═╝░░╚══╝░░░╚═╝░░░
    ═════════════════════════════════════════
      Внимание, Командование Станции, цель вашей текущей смены - улучшение активов Корпорации в сфере медиа-развлечений. Для этого необходимо провести бойцовский турнир.
      Далее перечислены требования к цели:
    - постройка ринга размером не менее 16 квадратных метров
    - наличие ограждения от зрительного зала
    - наличие не менее двух входов
    - наличие условий, пригодных для длительного нахождения в комнатах и коридоре жилого блока без скафандра и дыхательных приспособлений
    - наличие зрительного зала не менее чем на 18 мест
    - наличие мини-бара для посетителей турнира
    - наличие медицинского пункта
    - наличие яркого освещения

      После постройки ринга, соответствующего указанным требованиям, Командование должно провести бойцовский турнир. Правила турнира - на усмотрение Командоваия.
      В ходе турнира возле ринга должен присутствовать как минимум один патруль Службы Безопасности, вооружённый согласно коду на станции, а также один сотрудник Медицинского Отдела для оказания помощи бойцам и зрителям.

      Турнир должен быть записан при помощи камеры репортера, размещенной рядом с рингом. Победитель турнира должен получить приз, выбранный на усмотрение Командования.
      Допускается выдача предметов роскоши из хранилища в качестве приза. Выдача оружия, доступов и предметов высокого риска в качестве приза не допускается.
      Набор бойцов и составление турнирной сетки возлагается на Главу Персонала, либо на Капитана в случае отсутствия первого.

      В отчете для Центрального Командования необходимо указать место, где был построен ринг, и имя и должность победителя турнира.

      Копии данного документа следует выслать или передать вручную Старшему Инженеру, Главе Персонала и Главе Службы Безопасности. В случае отсутствия руководителей - копии документа передаются сотрудникам указанных отделов.
station-goal-wathcingplace =
    ███╗░░██╗████████╗
    ████╗░██║╚══██╔══╝    NT-STATION-CC-CMD-DCR
    ██╔██╗██║░░░██║░░░    Цель ЦК
    ██║╚████║░░░██║░░░    для Станции на текущую смену
    ██║░╚███║░░░██║░░░
    ╚═╝░░╚══╝░░░╚═╝░░░
    ═════════════════════════════════════════
      Внимание, Командование Станции, цель вашей текущей смены - улучшение активов Корпорации в сфере медиа-развлечений. Известный художник прибудет с следующей сменой персонала на станцию.
      Ваша задача - построить обзорную площадку с видом на космос для упомянутого выше художника. Далее перечислены требования к цели:
    - размер обзорной площадки не менее 36 квадратных метров
    - наличие стеклянного окна длиной не менее 6 метров
    - обзорная площадка должна быть вынесена относительно конструкции станции на расстояние не менее 10 метров
    - перед окном обзорно площадки не должно находиться никаких элементов конструкции станции, загораживающих обзор
    - наличие условий, пригодных для длительного нахождения в комнатах и коридоре жилого блока без скафандра и дыхательных приспособлений
    - наличие условий повышенной комфортности для художника и посетителей: мебель, еда, напитки, система утилизации мусора
    - наличие элементов декора, таких как цветы, ковры и так далее
    - наличие одного робота-уборщика 

      На момент выполнения цели заказы, заверенные печатью СИ, должны носить приоритетный характер, и выполняться в кротчайшие сроки.

      В отчете для Центрального Командования необходимо указать место, где была построена обзорная площадка.

      Копии данного документа следует выслать или передать вручную руководителям Инженерного отдела и отдела Снабжения. В случае отсутствия руководителей - копии документа передаются сотрудникам указанных отделов.
station-goal-borntokill =
    ███╗░░██╗████████╗
    ████╗░██║╚══██╔══╝    NT-STATION-CC-CMD-DCR
    ██╔██╗██║░░░██║░░░    Цель ЦК
    ██║╚████║░░░██║░░░    для Станции на текущую смену
    ██║░╚███║░░░██║░░░
    ╚═╝░░╚══╝░░░╚═╝░░░
    ═════════════════════════════════════════
      Внимание, Командование Станции, цель вашей текущей смены - повышение боевой подготовки персонала. Задача обусловлена активизацией деятельности вражеских корпораций в вашем секторе.
      При помощи сотрудников отдела Службы Безопасности необходимо провести учения среди экипажа станции.
      Инженерному отделу советуется построить отдельный полигон (если такового не имеется в отделе Службы Безопасности)
      Минимальные требования к учениям:
    - Офицеры должны показать персоналу все основные типы оружия, используемые в арсенале станции, обьяснить принцип работы, технику безопасности, и провести учебные стрельбы боевыми патронами.
    - Офицеры должны показать персоналу всю основную экипировку службы безопасности, обьяснить принцип её работы.
    - Офицеры должны предоставить участникам от двух (2) стандартных боевых ситуаций, показать основные тактики действия в подобных ситуациях и закрепить обучение практическими занятиями с использованием нелетальных боеприпасов.

      Помимо этого, отдел Исследований и отдел Снабжения должны обеспечить арсенал станции десятью дополнительными единицами оружия в соответствии с запросом Главы Службы Безопасности или Капитана.

      На момент выполнения цели заказы, заверенные печатью ГСБ, должны носить приоритетный характер, и выполняться в кротчайшие сроки.

      В отчете для Центрального Командования необходимо указать количество участников учений, рассотренные боевые ситуации и список вооружения, которым был пополнен арсенал станции.
      По завершению смены дополнительные единицы оружия должны быть доставлены в защищенном ящике на станцию Центрального Командования. 

      Копии данного документа следует выслать или передать вручную руководителям Слубы Безопасности, Инженерного отдела и отдела Снабжения. В случае отсутствия руководителей - копии документа передаются сотрудникам указанных отделов.
station-goal-nuar =
    ███╗░░██╗████████╗
    ████╗░██║╚══██╔══╝    NT-STATION-CC-CMD-DCR
    ██╔██╗██║░░░██║░░░    Цель ЦК
    ██║╚████║░░░██║░░░    для Станции на текущую смену
    ██║░╚███║░░░██║░░░
    ╚═╝░░╚══╝░░░╚═╝░░░
    ═════════════════════════════════════════
      Внимание, Командование Станции, Отдел Кадров совместно с Комитетом Надзора обнаружил расхождения и несостыковки в личных делах и контрактах персонала вашей Станции.
      Цель текущей смены - При помощи сотрудников отдела Службы Безопасности собрать досье и отпечатки персонала станции.

      Все досье должны быть выполнены по единой форме, составленной Главой Службы Безопасности, либо Капитаном, либо Главой Персонала.
      Ниже перечислены данные, которые должны быть указаны в досье:
    - полное имя и фамилия
    - дата рождения, место рождения и основное место проживания
    - дата заключения контракта с NanoTrasen
    - дожность, указанная в текущем контракте
    - ранее занимаемые должности
    - наличие судимостей в юрисдикции NanoTrasen и вне её
    - краткая биография

      К каждому досье должны прилагаться отпечатки пальцев сотрудника.
      Досье должны быть рассортированы в отдельные папки по отделам и соответствующим образом промаркированы. Отпечатки сотрудников также должны находиться в указанных выше папках.

      Ответственными за исполнение цели являются сотрудники Службы Безопасности и Глава Персонала.
      В отчете для Центрального Командования необходимо указать имена и должности лиц, которые в ходе смены или на основании полученных из досье сведений могут быть расценены как враждебные агенты или подозреваемые в деятельности против NanoTrasen.
      По завершению смены папки с досье и отпечатками пальцев должны быть доставлены на станцию Центрального Командования силами ГСБ (или детектива), Капитана и Главы Персонала. 

      Копии данного документа следует выслать или передать вручную Главе Персонала, руководителям Слубы Безопасности и отдела Снабжения. В случае отсутствия руководителей - копии документа передаются сотрудникам указанных отделов.
station-goal-theatre =
    ███╗░░██╗████████╗
    ████╗░██║╚══██╔══╝    NT-STATION-CC-CMD-DCR
    ██╔██╗██║░░░██║░░░    Цель ЦК
    ██║╚████║░░░██║░░░    для Станции на текущую смену
    ██║░╚███║░░░██║░░░
    ╚═╝░░╚══╝░░░╚═╝░░░
    ═════════════════════════════════════════
      Внимание, Командование Станции, цель вашей текущей смены - улучшение активов Корпорации в сфере медиа-развлечений. Вашей задачей является написание и проведение театральной постановки.
      Написанием сюжета для постановки должен заняться библиотекарь, или любой другой желающий член персонала. В случае нескольких сюжетов Глава Персонала и Капитан должны выбрать лучший по их мнению.

      Инженерный отдел должен предоставить амфитеатр согласно сценарию. Допускается перестройка стандартной сцены при наличии таковой на Станции. Нарушение функционирования других отделов для постройки амфитеатра не допускается.
      Глава персонала должен набрать актёров среди персонала.
      Отдел службы безопасности должен проследить за соблюдением общественного порядка в момент проведения постановки.

      В качестве альтернативы допускается замена (с уведомлением и согласием Центрального Командования) театральной постановки музыкальным концертом с участием группы или оркестра из не менее четырех лиц. Репертуар концерта должен включать в себя не менее пяти композиций.

      Ответственными за исполнение цели являются Глава Персонала и Капитан.
      В отчете для Центрального Командования необходимо указать имена и должности лиц, принявших участие в театральной постановке или концерте. Также необходимо приложить к отчету сценарий спектакля или репертуар концерта.
      
      Копии данного документа следует выслать или передать вручную Главе Персонала и Старшему Инженеру. В случае отсутствия руководителей - копии документа передаются сотрудникам указанных отделов.
station-goal-chill =
    ███╗░░██╗████████╗
    ████╗░██║╚══██╔══╝    NT-STATION-CC-CMD-DCR
    ██╔██╗██║░░░██║░░░    Цель ЦК
    ██║╚████║░░░██║░░░    для Станции на текущую смену
    ██║░╚███║░░░██║░░░
    ╚═╝░░╚══╝░░░╚═╝░░░
    ═════════════════════════════════════════
      Внимание, Командование Станции, ваша текущая смена является транзитной. Задача смены - Поддерживать станцию в надлежашем состоянии и виде два стандартных часа и приносить Корпорации доход.

      Начало условленного времени отсчитывается с момента получения данного документа. На момент завершения смены станция должна оставаться в надлежащем техническом состоянии, быть чистой и соответствующей стандартам гигиены на научно-исследовательском объекте.
      Кроме того, на счету отдела Снабжения должна находиться сумма в не менее чем 50 тысяч спесос, также известных как космические кредиты.

      По истечению указанного срока смена завершается вне зависиомости от указанных выше требований. Их неисполнение негативно повлияет на размер оклада как руководства Станции, так и линейного персонала.

      В случае чрезвычайных ситуаций допускается составление экстренного факс на ЦК, и вам будет выслан шаттл высокого приоритета.

      Копии данного документа следует выслать или передать вручную Главе Персонала и руководству отдела Снабжения. В случае отсутствия руководителей - копии документа передаются сотрудникам указанных отделов.
station-goal-borgs =
    ███╗░░██╗████████╗
    ████╗░██║╚══██╔══╝    NT-STATION-CC-CMD-DCR
    ██╔██╗██║░░░██║░░░    Цель ЦК
    ██║╚████║░░░██║░░░    для Станции на текущую смену
    ██║░╚███║░░░██║░░░
    ╚═╝░░╚══╝░░░╚═╝░░░
    ═════════════════════════════════════════
      Внимание, Командование Станции, цель вашей текущей смены - создание киборгов. Задача обусловлена тем, что Центральное Командования для деятельности на одном из будущих активов Корпорации нуждается в синтетических рабочих единицах.

      Вами должно быть создано не менее восьми киборгов, из которых:
    - Два инженерных
    - Один медицинский
    - Один сервисный
    - Один уборочный
    - Один шахтерский
    - Два киборга общего назначения, один из которых снабжен модулями для работы в Научном Отделе

      Все указанные синтетические рабочие единицы должны быть снабжены максимально возможным для каждой платформы количеством модулей.
    Установленные модули должны обеспечивать полную функциональность киборга в рамках тех задач, для которых они предназначены.
      В отчете об исполнении цели должны быть указаные серийные номера и присвоенные персоналом имена для киборгов.
    Также необходимо указать в отчете, является ли мозг каждого киборга позитронным или мозгом биологического происхождения. В случае последнего - указать, кто из персонала станции был подвержен киборгизации и при каких обстоятельствах (добровольно или в качестве наказания)
    По завершению смены все киборги, вне зависимости от их статуса активности, должны быть доставлены на станцию Центрального Командования.

      На момент выполнения цели заказы, заверенные печатью НР, должны носить приоритетный характер, и выполняться в кротчайшие сроки.

      Копии данного документа следует выслать или передать вручную руководителям Научного отдела и отдела Снабжения. В случае отсутствия руководителей - копии документа передаются сотрудникам указанных отделов.
station-goal-bar =
    ███╗░░██╗████████╗
    ████╗░██║╚══██╔══╝    NT-STATION-CC-CMD-DCR
    ██╔██╗██║░░░██║░░░    Цель ЦК
    ██║╚████║░░░██║░░░    для Станции на текущую смену
    ██║░╚███║░░░██║░░░
    ╚═╝░░╚══╝░░░╚═╝░░░
    ═════════════════════════════════════════
      Внимание, Командование Станции, цель вашей текущей смены - улучшение рекреации персонала путем постройки дополнительного бара. Далее перечислены требования к цели:
    - площадь бара - не менее 48 квадратных метров
    - наличие рабочего места для бармена
    - наличие рабочего места для музыканта
    - наличие не менее 20 мест для посетителей
    - наличие напитков и закусок
    - проведение после завершения постройки вечеринки с привлечением персонала Станции
    - наличие системы утилизации мусора, вентиляции и скрубберов

      Замещение дополнительным баром помещений других отделов станции (в особенности помещений отдела Сервиса) не допускается. Ситуация, при которой пострйока дополнительного бара нарушает нормальное функционирование других отделов Станции - не допускается.

      На момент выполнения цели заказы, заверенные печатью СИ и ГП, должны носить приоритетный характер, и выполняться в кротчайшие сроки.

      В отчете для Центрального Командования необходимо указать место, где был построен дополнительный бар и количество мест для посетителей.

      Копии данного документа следует выслать или передать вручную Главе Персонала, руководителям Инженерного отдела и отдела Снабжения. В случае отсутствия руководителей - копии документа передаются сотрудникам указанных отделов.

station-goal-docks =
    ███╗░░██╗████████╗
    ████╗░██║╚══██╔══╝    NT-STATION-CC-CMD-DCR
    ██╔██╗██║░░░██║░░░    Цель ЦК
    ██║╚████║░░░██║░░░    для Станции на текущую смену
    ██║░╚███║░░░██║░░░
    ╚═╝░░╚══╝░░░╚═╝░░░
    ═════════════════════════════════════════
      Внимание, командование станции, цель вашей текущей смены - постройка стыковочного дока, для последующего пользования в области логистики. Недавно в вашем секторе был построен новый логистически важный склад, вследствии чего количество шаттлов, с экипажем, а так же товаром значительно увеличится. 
      Ваша задача - построить зал ожидания для рабочего экипажа, а так же стыковочный док с минимум четыремя стыковочными портами, по 2 шлюза, на каждом, один стыковочный порт должен быть адаптирован под грузопередаточные цели. Далее перечислены требования к цели:
      Размеры зала ожидания должны быть 12x4 и более метров квадратных
      Зал ожидания не должен быть перестроенной частью станции.
      Место стройки должно находиться в достаточно свободном, для больших шаттлов космическом пространстве.
      Наличие условий пригодных для долгосрочного ожидания. (Атмосфера, противопожарная защита)
      Наличие ящиков с товарами первой необходимости (еда, напитки)
      Стыковочные доки, должны иметь вентиляторы, защищающие от герметизации
      
      На момент выполнения цели, заказы, заверенные печатью СИ, должны носить приоритетный характер и выполняться в кратчайшие сроки.
      
      Копии данного документа следует выслать и/или передать вручную руководителям Инженерного отдела и отдела Снабжения. В случае отсутствия руководителей - копии документов передаются нижестоящим сотрудникам отдела.

station-goal-smes =
    ███╗░░██╗████████╗
    ████╗░██║╚══██╔══╝    NT-STATION-CC-CMD-DCR
    ██╔██╗██║░░░██║░░░    Цель ЦК
    ██║╚████║░░░██║░░░    для Станции на текущую смену
    ██║░╚███║░░░██║░░░
    ╚═╝░░╚══╝░░░╚═╝░░░
    ═════════════════════════════════════════
      Внимание, командование станции, цель вашей текущей смены - постройка и полная зарядка орбитального энергоблока из 2х индустриальных СМЭСов. Наши датчики засекли в вашем секторе критическую нехватку энергоресурсов, в следствии чего, на последующих сменах энергоблок будет использоваться для подзарядки шаттлов и транспортировки энергоресурсов на ближайшие точки локации блюспейс артиллерии. Ваша задача - построить орбитальный энергоблок, основанный на 2х индустриальных смэсах, зарядить их создать систему позволяющую передавать энергию под разным напряжением. Далее перечислены требования к цели:
      - Постройка энергоблока должна проходить на территории орбиты станции, но сам энергоблок не должен с ней соединяться
      - На шлюзах энергоблока должен быть инженерный доступ
       Внутри должны быть размещены 2 индустриальных смэса и полностью заряжены
      - Необходимо размещение до 3х зарядников для оружия и для батарей
      - В энергоблоке должно быть место, для размещения и зарядки обычного смэса 
      - У энергоблока должна быть защита от метеоритов
      
      На момент выполнения цели, заказы, заверенные печатью Старшего Инженера и/или Научного руководителя, должны носить приоритетный характер и выполняться в кратчайшие сроки.
      
      Копии данного документа следует выслать и/или передать вручную руководителям Инженерного и Научного отделов, а так же отдела Снабжения. В случае отсутствия руководителей - копии документов передаются нижестоящим сотрудникам отдела.

station-goal-polymorphine =
    ███╗░░██╗████████╗
    ████╗░██║╚══██╔══╝    NT-STATION-CC-CMD-DCR
    ██╔██╗██║░░░██║░░░    Цель ЦК
    ██║╚████║░░░██║░░░    для Станции на текущую смену
    ██║░╚███║░░░██║░░░
    ╚═╝░░╚══╝░░░╚═╝░░░
    ═════════════════════════════════════════
      Внимание, Командование Станции, цель вашей текущей смены - изготовление и тестирование новейшего препарата. Дальнейшая информация подлежит неразглашению перед экипажем прямо не учавствующем в выполнении: Наши учёные разработали так называемый полиморфин, способный обращать живые сущности в различные другие метафорические объекты. Вам разрешено тестировать его на обезьянах, а так же гуманоидах, на которых не распространяется ОПРС, например: враги корпорации. Вы должны провести и задокументировать 5 экспериментов с применением полиморфина и его нестабильной версии.
 
      Далее перечислены требования к цели:
      - местоположение экспериментальной зоны должно охраняться двумя и более сотрудниками службы безопасности
      - эксперименты должны проводиться на 5 сущностях различной формы жизни.
      - все эксперименты с использованием нестабильного полиморфа должны проводиться под присмотром квалифицированного сотрудника СБ
      - Все превращения должны быть задокументированы 
      - Все экспериментальные образцы должны быть обеззаражены после проведения экспериментов физ раствором
      - в случае полиморфирования в агрессивную фауну следует утилизировать объект, вплоть до полного сжигания
      - По окончанию смены, на ЦК должна быть доставлена партия полиморфа и нестабильного полиморфа в количестве 300u каждого препарата.

      С момента начала экспериментов экспериментальная зона считается стратегической точкой, а его подопытные - особо ценным имуществом. Проникновение неавторизованного персонала в экспериментальную зону или кража образцов из неё должна расцениваться с точки зрения КЗ в соответствии с этими примечаниями.

      На момент выполнения цели заказы, заверенные печатью Главного врача, должны носить приоритетный характер, и выполняться в кратчайшие сроки.
      
      В отчете для Центрального Командования необходимо указать все этапы нестабильной полиморфизации образцов и выслать отдельными документами:
      - Пункт о описании объекта до полиморфа
      - Доза введённого нестабильного полиморфа
      - Реакция на нестабильный полиморф
      - Доза введённого полиморфа
      - Реакция на полиморфы
      - Итог полиморфизации


      Копии данного документа следует выслать или передать вручную руководителю Медицинского отдела. В случае отсутствия руководителя - копия документа передаётся сотруднику указанного отдела вставшему на пост ВРИО главы.