ent-ADTClothingHeadMarineBeret = берет Лейтенанта Морской Пехоты
    .desc = Этот берет содержит эмблему Морской Пехоты ТСФ, 417-го полка, 2-го батальона, отряда «Браво». Он выглядит тщательно ухоженным.
    .suffix = { "" }

ent-ADTClothingHeadHatBeretBlueshield = берет офицера "Синего Щита"
    .desc = Серый берет, с кокардой подразделения "Синего Щита".

ent-ADTClothingHeadHatsMedicalBeret = медицинский берет
    .desc = Белый берет с аккуратно пришитым крестом. От него исходит знакомый запах спирта.
