advertisement-chang-1 = Ощутите вкус 5000 лет культуры!
advertisement-chang-2 = Мистер Чанг, одобрен для безопасного употребления более чем в 10 секторах!
advertisement-chang-3 = Китайская кухня отлично подойдет для вечернего свидания или одинокого вечера!
advertisement-chang-4 = Вы не ошибетесь, если отведаете настоящей китайской кухни от мистера Чанга!
advertisement-chang-5 = 100% китайская еда!

thankyou-chang-1 = Мистер Чанг передает свою благодарность!
thankyou-chang-2 = Наслаждайтесь своей настоящей китайской едой!
