ent-LedLightTubeGreen = Зеленая Лампа-Трубка
    .desc = Лампа-Трубка испускающая зеленый свет,отлично подходит если кто-то хочет устроить вечеринку

ent-LedLightTubeYellow = Желтая Лампа-Трубка
    .desc = Лампа-Трубка испускающая желтый свет,отлично подходит если кто-то хочет устроить вечеринку

ent-LedLightTubeRed = Красная Лампа-Трубка
    .desc = Лампа-Трубка испускающая красный свет,отлично подходит если кто-то хочет устроить вечеринку

ent-LedLightTubeViolet = Фиолетовая Лампа-Трубка
    .desc = Лампа-Трубка испускающая фиолетовый свет,отлично подходит если кто-то хочет устроить вечеринку

ent-LedLightTubeBlue = Голубая Лампа-Трубка
    .desc = Лампа-Трубка испускающая голубой свет,отлично подходит если кто-то хочет устроить вечеринку
