ent-ADTGarbagerama = мусорама
    .desc = Кто-то забыл её здесь
    .suffix = { "" }

ent-ADTPlushieJessie = плюшевая Джесси
    .desc = мягкая и приятно пахнущая плюшевая игрушка которая похожа на сотрудника НТ работающего в карго.

ent-ADTCrateFunAdminPlushie = Ящик милых плюшевых игрушек
    .desc = Куча мягких милых плюшевых игрушек. Разложите их повсюду, а потом подумайте, как вы объясните эту покупку NT.

ent-ADTPlushieJungar = плюшевый Джунгарик
    .desc = Джунгарский плюшевый хомячок, маленький, пушистый и пузатенький! В его крохотных лапках виднеется кусочек сыра, который пахнет как сырные шарики. На его мордочке застыло выражение удивления. Этикетка, висящая у него под ножкой, имеет надпись: "Джунга-джунга, джунгарёк, принеси-ка мне сырок!".

ent-ADTPlushieMigel = плюшевый Мигель
    .desc = Плюшевый Мига, Мигеля, Мигелюшка. О-о да, этот загорелый парень будто сошёл с обложки всеми любимого приключенческого сай-фай фильма. Он красив, смел, харизматичен и добр. Верность друзьям и жажда справедливости – два главных его имени. А также "Мать вашу, как это работает?" и "Господи, прошу, дай мне сил.."

ent-ADTPlushieTeo = плюшевый Тео
    .desc = Он мрачен, как грозовая туча.
