ent-ADTGarbagerama = мусорама
    .desc = Кто-то забыл её здесь
    .suffix = { "" }

ent-ADTPlushieJessie = плюшевая Джесси
    .desc = мягкая и приятно пахнущая плюшевая игрушка которая похожа на сотрудника НТ работающего в карго.

ent-ADTCrateFunAdminPlushie = Ящик милых плюшевых игрушек
    .desc = Куча мягких милых плюшевых игрушек. Разложите их повсюду, а потом подумайте, как вы объясните эту покупку NT.

ent-ADTPlushieMiniPinkShark = розовый акулёнок
    .desc = Ныне старая игрушка, вдохнувшая в себя новую жизнь, выглядит тщательно ухоженной и выстиранной. На игрушке можно увидеть бирку с надписью "Моя удача будет с тобой, Тимри.К.".
    .suffix = Именная, Клавед