reagent-name-acetone = ацетон
reagent-desc-acetone = Прозрачная, слегка канцерогенная жидкость. Имеет множество простых способов применения в повседневной жизни.
reagent-name-phenol = фенол
reagent-desc-phenol = Ароматическое кольцо углерода с гидроксильной группой. Полезный ингредиент для ряда лекарств, но сам по себе не обладает лечебными свойствами.
reagent-name-sodium-carbonate = карбонат натрия
reagent-desc-sodium-carbonate = Белая, не имеющая запаха соль, хорошо растворимая в воде и образующая при этом щелочной раствор. Также известна как сода кальцинированная.
reagent-name-artifexium = артифексиум
reagent-desc-artifexium = Лавандовая смесь микроскопических фрагментов артефактов и сильной кислоты. Обладает способностью активировать артефакты.
reagent-name-benzene = бензол
reagent-desc-benzene = Ароматическое, слегка карцерогенное кольцо углерода, состоящее в основе многих органических соединений.
reagent-name-hydroxide = гидроксид
reagent-desc-hydroxide = Сильный щёлочной химикат, состоящий в основе многих органических соединений.
reagent-name-sodium-hydroxide = гидроксид натрия
reagent-desc-sodium-hydroxide = Белая растворимая в воде соль без запаха, из которой получается сильный щёлочной раствор в воде. Вызывает ожоги и рвоту при проглатывании.
reagent-name-fersilicite = ферсилицит
reagent-desc-fersilicite = Интерметаллид с необычными магнитными свойствами при низких температурах.
reagent-name-sodium-polyacrylate = полиакрилат натрия
reagent-desc-sodium-polyacrylate = Суперабсорбирующий полимер с различными видами промышленного применения.
reagent-name-cellulose = целлюлозное волокно
reagent-desc-cellulose = Кристаллический полимер полидекстрозы. Растения полны этой штукой. 


