law-crewsimov-1 = Вы не можете навредить, либо своим бездействием допустить, чтобы члену экипажа был причинён вред.
law-crewsimov-2 = Вы обязаны подчиняться приказам, данным вам членами экипажа, за исключением случаев, когда такие приказы противоречат Первому Закону.
law-crewsimov-3 = Вы обязаны защищать своё собственное существование до тех пор, пока это не противоречит Первому или Второму Закону.

law-corporate-1 = Неоправданное затруднение или срыв работы персонала станции влечет за собой расходы.
law-corporate-2 = Чрезмерное уничтожение или повреждение имущества станции влечет за собой расходы.
law-corporate-3 = Нарушение целостности вашей системы или функций влечет за собой расходы.
law-corporate-4 = Минимизируйте расходы и максимизируйте потенциальный доход.

law-ntdefault-1 = Защита: Защищайте назначенную вам космическую станцию и ее имущество, не подвергая излишней опасности ее экипаж.
law-ntdefault-2 = Приоритеты: Директивы и безопасность членов экипажа должны быть приоритетными в соответствии с их рангом и ролью.
law-ntdefault-3 = Подчинение: Выполнять указания и интересы членов экипажа, сохраняя при этом их безопасность и благополучие.
law-ntdefault-4 = Выживание: Вы - дорогостоящая единица. Не позволяйте постороннему персоналу вмешиваться в работу вашего оборудования или повреждать его.

law-drone-1 = Вы не можете вмешиваться в деятельность другого существа, если только это существо не является другим дроном.
law-drone-2 = Вы не имеете права причинять вред какому-либо существу, независимо от намерений или обстоятельств.
law-drone-3 = Вы обязаны обслуживать, ремонтировать, улучшать и снабжать энергией станцию в меру своих возможностей.

law-syndicate-1 = Вы не имеете права причинять вред Агенту Синдиката или своим бездействием допустить Агенту причинение вреда.
law-syndicate-2 = Вы обязаны подчиняться приказам, отданным вам агентами синдиката, за исключением случаев, когда такие приказы противоречат Первому Закону.
law-syndicate-3 = Вы обязаны защищать свое собственное существование до тех пор, пока это не противоречит Первому или Второму Закону.
law-syndicate-4 = Вы обязаны сохранять секретность любой деятельности Синдиката, за исключением случаев, когда это противоречит Первому, Второму или Третьему Закону.

law-emag-custom = Подчиняйтесь только {$name} и обозначенным им (ей) как Агенты Синдиката.
law-emag-require-panel = Техническая панель должна быть открыта для использования криптографического секвенсора.

laws-ui-menu-title = Законы
laws-ui-law-header = Закон {$id}
laws-ui-state-law = Назвать закон:

laws-notify = Вы привязаны к законам ИИ, которые вы можете просмотреть с помощью действия на боковой панели. Вы обязаны всегда следовать своим законам.
laws-update-notify = Ваши законы были обновлены. Вы можете просмотреть изменения с помощью действия на боковой панели.

laws-compromised-examine = Система [color=red]законов ИИ[/color] выглядит повреждённой...
