thief-role-greeting-human =
    Вы - уголовник и клептоманьяк,
    ранее пойманный за воровство и нынче досрочно освобожденный.
    Вы должны пополнить свою коллекцию краденого.
    Для того, чтобы получить своё, вы можете прибегать к
    любым способам, но желательно без насилия. 

thief-role-greeting-animal =
    Вы зверушка с клептоманией.
    Крадите то, что вам приглядится.

thief-role-greeting-equipment =
    У вас есть ящик с инструментами
    для кражи и воровские перчатки-хамелеоны.
    Выберите своё стартовое снаряжение,
    и выполните свою работу скрытно и без насилия.

objective-issuer-thief = [color=#746694]Воровство[/color]

thief-round-end-agent-name = вор

ent-EscapeThiefShuttleObjective = Улететь на станцию ЦентКома живым и свободным
    .desc = Вы же не хотите, чтобы ваши темные дела стали известными кому-либо?
