ent-ADTClothingRedjiShoes = Стильные туфли
    .desc = Пара потрёпаных временем, тем не менее, стильных туфель.
    .suffix = { "" }
ent-ADTClothingShoesBootsMagAdvSynd = Улучшенные магнитные ботинки синдиката
    .desc = Созданые благодаря ревёрс инженерингу, эти ботинки защитят вас как от условий отсутвия гравитации, так и от клоунов.
    .suffix = { "" }

ent-ADTClothingSandals = сандали
    .desc = Пара простых сандалей. НИ. В КОЕМ. СЛУЧАЕ. НЕ СОВМЕЩАТЬ. С НОСКАМИ
    .suffix = { "" }

ent-ADTClothingHighbootsCmo = Сапоги главного врача
    .desc = Пара высоких сапог, чтобы не заморать ноги во время ходьбы по лужам крови.
    .suffix = { "" }
