ent-ADTClothingRedjiShoes = стильные туфли
    .desc = Пара потрёпаных временем, тем не менее, стильных туфель.
    .suffix = { "" }
ent-ADTClothingShoesBootsMagAdvSynd = улучшенные магнитные ботинки синдиката
    .desc = Созданые благодаря ревёрс инженерингу, эти ботинки защитят вас как от условий отсутвия гравитации, так и от клоунов.
    .suffix = { "" }

ent-ADTClothingSandals = сандали
    .desc = Пара простых сандалей. НИ. В КОЕМ. СЛУЧАЕ. НЕ СОВМЕЩАТЬ. С НОСКАМИ
    .suffix = { "" }

ent-ADTClothingShoesBootsMagERT = магнитные ботинки ОБР
    .desc = Продвинутые магнитные ботинки, не замедляющие своего владельца. Данная модель выдается бойцам отрядов ОБР.
    .suffix = { "" }

ent-ADTClothingFootWrapsBlack = черные обмотки для ног
    .desc = Пара кусков ткани для тех, кому некомфортно в обычных человеческих ботинках.
    .suffix = { "" }

ent-ADTClothingFootWrapsWhite = белые обмотки для ног
    .desc = Пара кусков ткани для тех, кому некомфортно в обычных человеческих ботинках.
    .suffix = { "" }

ent-ADTClothingFootWrapsHighBlack = черные высокие обмотки для ног
    .desc = Пара кусков ткани для тех, кому некомфортно в обычных человеческих ботинках.
    .suffix = { "" }

ent-ADTClothingFootWrapsHighWhite = белые высокие обмотки для ног
    .desc = Пара кусков ткани для тех, кому некомфортно в обычных человеческих ботинках.
    .suffix = { "" }

ent-ADTClothingAidanShoes = остроконечные туфли Эйдана
    .desc = Стильные туфли из натуральной кожи крупного рогатого скота.
    .suffix = { "Именное" }

ent-ADTClothingFootGoldenHeels = золотые туфли
    .desc = Шикарная пара золотистых туфель. Благодаря особым свойствам ткани эти туфли могут носить даже представители тех видов, кому такая обувь обычно неудобна. Производства компании "Modeling Agency Dar-Vaxed".
    .suffix = { "" }

ent-ADTClothingFootLightShoes = дамские туфли
    .desc = Элегантные туфли на высоком каблуке. Производство компании "Modeling Agency Dar-Vaxed"

ent-ADTClothingFootWhiteSandals = белые сандали
    .desc = Для тёплых сезонов станции.

ent-ADTClothingFootBlackBoots = чёрные сапоги
    .desc = В них удобно бегать хулиганам!

ent-ADTClothingFootLapkeeSet = тактические кроссовки
    .desc = Тяжёлая и увесистая обувь, которой и убить не трудно - доработанная чьими то хитрыми лапками пара кроссовок с выпрямленными носками, уплотненной подошвой и повышенной эргономикой. Прекрасно давит клоунов. 
    .suffix = { "Именное, Lapkee" }

ent-ADTClothingFootNewMekkaBoots = сапоги Новой Мекки
    .desc = Явно потрёпанные сапоги, в которых прошли уж точно не одну милю.

ent-ADTClothingFootElfBoots = сапоги Эльфа
    .desc = Теплая обувь для работы в домике на севере!

ent-ADTClothingFootBootsSnowMaiden = сапоги Снегурочки
    .desc = Сапоги внучки Деда Мороза.

ent-ClothingShoesBootsWinter = зимние ботинки
    .desc = Пушистые сапоги помогут пережить даже самую холодную зиму.
