ent-ADTClothingRedjiShoes = стильные туфли
    .desc = Пара потрёпаных временем, тем не менее, стильных туфель.
    .suffix = { "" }
ent-ADTClothingShoesBootsMagAdvSynd = улучшенные магнитные ботинки синдиката
    .desc = Созданые благодаря ревёрс инженерингу, эти ботинки защитят вас как от условий отсутвия гравитации, так и от клоунов.
    .suffix = { "" }

ent-ADTClothingSandals = сандали
    .desc = Пара простых сандалей. НИ. В КОЕМ. СЛУЧАЕ. НЕ СОВМЕЩАТЬ. С НОСКАМИ
    .suffix = { "" }

ent-ADTClothingShoesBootsMagERT = магнитные ботинки ОБР
    .desc = Продвинутые магнитные ботинки, не замедляющие своего владельца. Данная модель выдается бойцам отрядов ОБР.
    .suffix = { "" }

ent-ADTClothingFootWrapsBlack = черные обмотки для ног
    .desc = Пара кусков ткани для тех, кому некомфортно в обычных человеческих ботинках.
    .suffix = { "" }

ent-ADTClothingFootWrapsWhite = белые обмотки для ног
    .desc = Пара кусков ткани для тех, кому некомфортно в обычных человеческих ботинках.
    .suffix = { "" }

ent-ADTClothingFootWrapsHighBlack = черные высокие обмотки для ног
    .desc = Пара кусков ткани для тех, кому некомфортно в обычных человеческих ботинках.
    .suffix = { "" }

ent-ADTClothingFootWrapsHighWhite = белые высокие обмотки для ног
    .desc = Пара кусков ткани для тех, кому некомфортно в обычных человеческих ботинках.
    .suffix = { "" }

ent-ADTClothingAidanShoes = остроконечные туфли Эйдана
    .desc = Стильные туфли из натуральной кожи крупного рогатого скота.
    .suffix = { "Именное" }

ent-ADTClothingFootGoldenHeels = золотые туфли
    .desc = Шикарная пара золотистых туфель. Благодаря особым свойствам ткани эти туфли могут носить даже представители тех видов, кому такая обувь обычно неудобна. Производства компании "Modeling Agency Dar-Vaxed".
    .suffix = { "" }

ent-ADTClothingHighboots = сапоги
    .desc = Пара высоких сапог, чтобы не заморать ноги во время ходьбы по лужам крови.
    .suffix = { "" }
