ent-ADTClothingRedjiShoes = стильные туфли
    .desc = Пара потрёпаных временем, тем не менее, стильных туфель.
    .suffix = { "" }
ent-ADTClothingShoesBootsMagAdvSynd = улучшенные магнитные ботинки синдиката
    .desc = Созданые благодаря ревёрс инженерингу, эти ботинки защитят вас как от условий отсутвия гравитации, так и от клоунов.
    .suffix = { "" }

ent-ADTClothingSandals = сандали
    .desc = Пара простых сандалей. НИ. В КОЕМ. СЛУЧАЕ. НЕ СОВМЕЩАТЬ. С НОСКАМИ
    .suffix = { "" }

ent-ADTClothingShoesBootsMagERT = магнитные ботинки ОБР
    .desc = Продвинутые магнитные ботинки, не замедляющие своего владельца. Данная модель выдается бойцам отрядов ОБР.
    .suffix = { "" }
