ent-ADTAnomalyAbomination = аномалия скверны
    .desc = Вы чувствуете как оно оценивает силу вашей веры...
    .suffix = { "НЕ МАППЕРИТЬ ДО ИВЕНТА" }

ent-ADTMobDistorted = искаженный
    .desc = Это тело не кажется вам мёртвым...
    .suffix = { "НЕ МАППЕРИТЬ ДО ИВЕНТА" }

ent-ADTMobEcho = эхо
    .desc = Оно не выглядит дружелюбным.
    .suffix = { "НЕ МАППЕРИТЬ ДО ИВЕНТА" }

ent-ADTMobGrant = бесплотный
    .desc = Отсутствие кожи у этого существа внушает вам огромный ужас...
    .suffix = { "НЕ МАППЕРИТЬ ДО ИВЕНТА" }

ent-ADTMobHunter = охотник
    .desc = Этот оплот культа, явно с нескрываемым азартом смотрит на окружающих, кажется вы его следующая добыча...
    .suffix = { "НЕ МАППЕРИТЬ ДО ИВЕНТА" }

ent-ADTMobSoldier = солдат
    .desc = Кажется это уже не человек...
    .suffix = { "НЕ МАППЕРИТЬ ДО ИВЕНТА" }

ent-ADTMobWrecker = разрушитель
    .desc = Кажется кто-то пропускал день ног... А нет, по скорости оно ничем не уступает вам!
    .suffix = { "НЕ МАППЕРИТЬ ДО ИВЕНТА" }
