ent-ADTZookeperHandheldHealthAnalyzer = Анализатор здоровья Зоотехника
    .desc = Ручной анализатор здоровья зоотехника. Подходит что бы следить и за животными и за людьми.
    .suffix = { "" }

ent-ADTCombatHypo = боевой гипоспрей
    .desc = Модель гипоспрея, разработанная NT для использования в боевых ситуациях - с повышенным объемом в ущерб скорости применения. 
    .suffix = { "" }

ent-ADTHandDefibrillator = боевой переносной Дефибрилятор
    .desc = Облегченная версия дефибрилятора, возращает в жизни лучше и быстрее, хоть разряд опаснее. Можно надеть на шею
    .suffix = { "" }

ent-ADTPatchPack = коробка для пластырей
    .desc = Коробка для хранения медицинских пластырей.
    .suffix = { "" }

ent-ADTPatchPackFilled = коробка для пластырей
    .desc = Коробка для хранения медицинских пластырей.
    .suffix = { "Заполненный" }

ent-ADTPatchHealing = заживляющий пластырь
    .desc = Помогает при грубых травмах.
    .suffix = { "" }

ent-ADTPatchHealingMini = заживляющий мини-пластырь
    .desc = Помогает при грубых травмах.
    .suffix = { "" }

ent-ADTPatchBurn = пластырь от ожогов
    .desc = Помогает при ожоговых травмах.
    .suffix = { "" }

ent-ADTPatchBurnMini = мини-пластырь от ожогов
    .desc = Помогает при ожоговых травмах.
    .suffix = { "" }

ent-ADTPatchHonk = хонк пластырь
    .desc = Чудо клоунской медицины, повышает уровень веселья в крови.
    .suffix = { "" }

ent-ADTCratePatchPack = набор пластырей
    .desc = Набор содержащий 4 коробки с пластырями
    .suffix = { "" }

ent-ADTBaseFakeDefibrillator = дефибриллятор
    .desc = ЧИСТО! РАЗРЯД!
    .suffix = { "Поддельный" }
ent-Defibrillator = дефибриллятор
    .desc = ЧИСТО! РАЗРЯД!
    .suffix = { "Поддельный" }

ent-BaseChemistryEmptyVial = пробирка
    .desc = Небольшая пробирка.
    .suffix = { "" }

ent-VestineChemistryVial = пробирка с вестином
    .desc = Небольшая пробирка, на которой стоит маркировка "Вестин".
    .suffix = { "Вестин" }

ent-BoxVial = коробка пробирок
    .desc = Содержит шесть пробирок.
