ent-ADTZookeperHandheldHealthAnalyzer = Анализатор здоровья Зоотехника
    .desc = Ручной анализатор здоровья зоотехника. Подходит что бы следить и за животными и за людьми.
    .suffix = { "" }

ent-ADTCombatHypo = боевой гипоспрей
    .desc = Модель гипоспрея, разработанная NT для использования в боевых ситуациях - с повышенным объемом в ущерб скорости применения. 
    .suffix = { "" }

ent-ADTHandDefibrillator = боевой переносной Дефибрилятор
    .desc = Облегченная версия дефибрилятора, возращает в жизни лучше и быстрее, хоть разряд опаснее. Можно надеть на шею
    .suffix = { "" }
