ent-ShotGunCabinet = шкаф для ружей
    .desc = На маленькой этикетке написано "Только для экстренного использования", а также указаны правила безопасного использования ружья. 
ent-ShotGunCabinetFilled = шкаф для ружей
    .desc = На маленькой этикетке написано "Только для экстренного использования", а также указаны правила безопасного использования ружья. 
ent-ShotGunCabinetFilledOpen = шкаф для ружей
    .desc = На маленькой этикетке написано "Только для экстренного использования", а также указаны правила безопасного использования ружья. 
ent-ShotGunCabinetOpen = шкаф для ружей
    .desc = На маленькой этикетке написано "Только для экстренного использования", а также указаны правила безопасного использования ружья. 
