ent-NTFlag = флаг Nanotrasen
    .desc = Слава Nanotrasen! Погодите, они серьёзно сделали флаг для корпорации?
ent-NTHandyFlag = ручной флаг Nanotrasen
    .desc = Слава Nanotrasen! Погодите, они серьёзно сделали ручной флаг для корпорации?
ent-BlankFlag = белый флаг
    .desc = Какой-то кусок белой ткани. Точно не флаг Франции.
ent-BlankHandyFlag = ручной белый флаг
    .desc = Какой-то кусок белой ткани, присобаченный к палке.
ent-PirateFlag = флаг пиратов
    .desc = Поднять весёлого Роджера, заморыши!!
ent-PirateHandyFlag = ручной флаг пиратов
    .desc = Держа его в руках, покажите этим карпам, что вы не шутки шутить собрались.
ent-SyndieFlag = флаг синдиката
    .desc = Запахло кровью. Смерть Nanotrasen!
ent-SyndieHandyFlag = ручной флаг синдиката
    .desc = Для настоящих патриотов-мятежников! Смерть Nanotrasen!

