ent-ADTObjectsWeaponSubMachineGunPPCH45S = ППЧ-44У
    .desc = "Пистолет-Пулемет Чехова калибра .44 магнум. Укороченная версия ППЧ-44 был разработан в конце 2550-х - начале 2560-х годов для вооружения экипажей боевых машин, шаттлов и космического десанта. Он также используется в КГБ СССП и охранных структурах благодаря своей компактности."
    .suffix = { "Пистолет-пулемёт" }
ent-ADTObjectsWeaponSubMachineGunUmp = UMP-45
    .desc = "Раритетный пистолет-пулемет, под калибр 9х19 мм."
    .suffix = { "Пистолет-пулемёт" }

ent-ADTAbakanRifleAEK = AEK-974
    .desc = Советский общевойсковой автомат, разработанный в 2478 году на заводе имени Дегтярёва в Планете Коврове под руководством  Станислав.И.К. Данный Автомат был вооружен МВД и ССО. Новое это хорошо забытое старое.
    .suffix = { "Автомат" }

ent-ADTWeaponSniperHristovII = улучшенная снайперская винтовка
.desc = "Портативная крупнокалиберная снайперская винтовка. Стреляет мощными бронебойными патронами .50 калибра. Улучшенная оружейниками синдиката, заменившими скользящий затвор на полу-автомат, из за увеличенной массы требуется удерживать в двух руках."
    .suffix = { "Винтовка" }
ent-ADTMagazineHriII = магазин (.50 антиматериальные)
.desc = "Большой магазин для больших мальчиков."
    .suffix = { "" }

ent-ADTMagazineShotgunXL = магазин (12х70, дробь)
.desc = "Расширенный магазин "Бульдога", для тех кто любит пошуметь чуть дольше."
    .suffix = { "" }

ent-ADTMagazineShotgunSlugXL = магазин (12х70, пулевой)
.desc = "Расширенный магазин "Бульдога", для тех кто любит пошуметь чуть дольше."
    .suffix = { "" }

ent-ADTGunRifleAN = штурмовая винтовка АН-97 "Абакан"
.desc = Уникальное оружие с двухствольной системой, автоматической перезарядкой и возможностью стрельбы очередями... Предпочтительное оружие среди командиров подрывных деятельностей.
    .suffix = { "Автомат" }

ent-ADTWeaponRifleXC67 = штурмовая винтовка xC-67
.desc = Прототип новой штурмовой винтовки от создателей знаменитой С-20r. Использует патрон 6.5х39 TSF. Усовершенствованная эргономика позволяет достичь превосходных показателей точности стрельбы.
    .suffix = { "Автомат" }

ent-ADTExtMagazineRifle = расширенный магазин 6.5 мм
.desc = Увеличенный магазин под патрон 6.5 мм, с вместимостью в 45 единиц
    .suffix = { "" }

ent-ADTBaseExtMagazineRifle = расширенный магазин 6.5 мм
.desc = Увеличенный магазин под патрон 6.5 мм, с вместимостью в 45 единиц
    .suffix = { "" }

ent-WeaponRevolverUnica = Уника 6
.desc = Легендарное оружие Эскадронов Смерти и разгневанных ГСБ.
    .suffix = { "Револьвер" }

ent-BaseWeaponRevolver357 = Питон .357
.desc = Робастный револьвер, популярный у агентов Синдиката. Данный вариант использует патрон .357 магнум.
    .suffix = { "Револьвер" }

ent-WeaponRevolverPython357 = Питон .357
.desc = Робастный револьвер, популярный у агентов Синдиката. Испольует патрон .357 магнум.
    .suffix = { "Револьвер" }

ent-WeaponRevolverPython357AP = Питон .357
.desc = Робастный револьвер, популярный у агентов Синдиката. Испольует патрон .357 магнум.
    .suffix = { "бронебойный" }

ent-ADTWeaponPistolX01 = X-01 М.Э.П.
    .desc = Мультифазовый энергетический пистолет. Это дорогая, современная версия антикварного лазерного пистолета. У этого оружия есть несколько уникальных режимов огня, но нет возможности самостоятельно перезаряжаться с течением времени.
    .suffix = Пистолет

ent-ADTWeaponPistolBlueShitX02 = X-02 М.Э.П.
    .desc = Мультифазовый энергетический пистолет. Упрощенная версия антикварного лазерного пистолета. У этого оружия есть несколько уникальных режимов огня, но нет автозарядки батареи. Табельное оружие офицеров "Синего Щита".
    .suffix = Пистолет

ent-ADTRifleAKsy = АКСу-74
    .desc = Автомат добравшийся из древних времен, что отличается своей простотой и надежностью. Весьма легок и компактен. Совокупность весомых плюсов в маленьком исполнении.
    .suffix = { "Автомат" }

ent-ADTRifleAKsyIohana = Трофейный АКСу-74 Йохана
    .desc = Оружие на вид слегка потрепанное, на цевье виднеется несколько насечек.
    .suffix = { "Автомат" }

ent-ADTMagazineRifleFNFAL = Магазин 6.5х39 мм TSF
    .desc = Магазин под патрон 6.5х39 мм, с вместимостью в 20 единиц.
    .suffix = { "" }

ent-ADTGunRifleFNFAL = AR-6.5 "Свободоносец"
    .desc = Автоматическая винтовка, разработанная дочерней компанией NanoTrasen, данная оружие стал одним из наиболее распространенных и широко используемых стрелковых оружий во второй половине 25 века. Свободоносец известен своей универсальностью, надежностью и высокой огневой мощью. Внешне очень схож на немало известную FN FAL, но конструктивно это два разные оружия, из-за этого он и был прозван "Свободоносец" или "Правая рука свободы".
    .suffix = { "Автомат" }

ent-ADTWeaponPistolPMM = ПММ
    .desc = Пистолет Мазаева Модифицированный - табельное оружие сил правопорядка СССП (так называемой "Милиции"). Компактный, дешевый, надежный и простой в обслуживании. Использует патрон 9х19 мм. Из недостатков - низкая кучность. Не совместим с магазинами для mk 58.
    .suffix = Пистолет

ent-ADTWeaponPistolPM9 = ПМ-9
    .desc = Пистолет Мельникова - сравнительно новое оружие производства СССП под патрон 9х19 мм. Создан для замены ПММ. Обладает лучшими по сравнению с предшественником точностью и скорострельностью. Совместим с магазинами для ПММ и mk 58.
    .suffix = Пистолет

ent-ADTWeaponRevolverNagant = М2560 Наган
    .desc = Реплика оригинального револьвера системы Нагана. Внешне почти идентичен оригиналу, но переделан под патрон 7.62х39. Хороший выбор для стрелков-любителей и реконструкторов войск старой Земли.
    .suffix = Револьвер

ent-ADTWeaponRifleAR12 = AR-12
    .desc = Новое изделие из линейки автоматов на AR-базе под патрон 6.5 мм. Обладает легким весом, высокой эргономикой и исключительно плавным спуском. Требует тщательного ухода и подготовленного стрелка.
    .suffix = Автомат

ent-ADTWeaponPistolGlock19 = Glock 19
    .desc = Тяжёлый, но вместе с тем очень удобный и приятно лежащий в руке пистолет неизвестного производства. Принят как допустимая альтернатива mk58.
    .suffix = Пистолет, Именной, Lapkee

ent-ADTPowerCellLasgun = батарея для лазерной винтовки
.desc = Быстросменная батарея, созданная для некоторых образцов энергетического оружия. Совместима только с зарядниками энергооружия.
    .suffix = { "Полная" }

ent-ADTPowerCellLasgunEmpty = батарея для лазерной винтовки
.desc = Быстросменная батарея, созданная для некоторых образцов энергетического оружия. Совместима только с зарядниками энергооружия.
    .suffix = { "Пустая" }

ent-ADTWeaponLasgunSALR36 = лазерная винтовка SA-LR36 "Гэлакси"
    .desc = Автоматическая лазерная винтовка производства Shellguard Ammunitions. Главная особенность - использование быстросменных батарей, изготовленных по запатентованной технологии.
    .suffix = { "Автомат" }

ent-ADTMagazinePistolPMM = магазин для пистолета ПММ
    .desc = Штатный магазин для пистолетов ПММ и ПМ-9 под патрон 9х19 мм. Несовместим с другими системами. Прозводства концерна "Мазаев".

ent-ADTMagazineRifleAR12 = магазин для AR-12
    .desc = Штатный магазин для штурмовой винтовки AR-12 на 35 патронов 6.5 мм TSF. Несовместим с другими автоматами под тот же патрон.

ent-ADTWhiteCaneShotgun = белая трость
    .desc = Это не для вас. Это для тех, кто не может понять, что вы слепы, когда вы спрашиваете, является ли отдел снабжения баром.
    .suffix = { "Дробовик" }

ent-BowImprovised = импровизированый лук
    .desc = Простой и надёжный. Всегда работает.
ent-ArrowRegular = стрела
    .desc = Быстрее мысли.
ent-ArrowImprovised = Стеклянная стрела
    .desc = Стрелы предпочитаемые племенем серых комбинизинов

ent-ADTWeaponRevolverDeckardGold = золотой Декард
    .desc = Наградной револьвер созданный по специальному заказу и украшенный золотом для придания ему особого величия. Он предназначен для использования патронов "магнум" 44-го калибра, обеспечивая высокую огневую мощь и точность. Сбоку видна гравировка "А.А.Шрёдингеру 2567".
    .suffix = { "Шрёдя" }

ent-ADTWeaponPulseCarabinUSSP = Импульсный карабин Мазаева
    .desc = Особый импульсный карабин СССП.
    .suffix = { "СССП" }

