ent-ADTObjectsWeaponSubMachineGunPPCH45S = ППЧ-45У
    .desc = "Пистолет-Пулемет Чехова 45. Магнум Укороченный. Укороченная версия ППЧ-45 был разработан в конце 2550-х - начале 2560-х годов для вооружения экипажей боевых машин, космо-десантников. Он также используется в КГБ СССП и охранных структурах благодаря своим не большим размерам."
    .suffix = { "" }
ent-ADTObjectsWeaponSubMachineGunUmp = ПП Юмп
    .desc = "Ну типо ну там это."
    .suffix = { "" }

ent-ADTAbakanRifleAEK = AEK-974
    .desc = Советский общевойсковой автомат, разработанный в 2478 году на заводе имени Дегтярёва в Планете Коврове под руководством  Станислав.И.К. Данный Автомат был вооружен МВД и ССО. Новое это хорошо забытое старое.
    .suffix = { "" }

ent-ADTWeaponSniperHristovII = Улучшенная снайперская винтовка
.desc = "Портативная крупнокалиберная снайперская винтовка. Стреляет мощными бронебойными патронами, калибра .60 антиматериальный. Улучшенная оружейниками синдиката, заменившими скользящий затвор на полу-автомат."
    .suffix = { "" }
ent-ADTMagazineHriII = магазин (60. антиматериальные)
.desc = "Большой магазин для больших мальчиков."
    .suffix = { "" }

ent-ADTMagazineShotgunXL = магазин (.50 дробь)
.desc = "Расширенный магазин бульдога заряженный дробью для тех кто любит пошуметь."
    .suffix = { "" }

ent-ADTMagazineShotgunSlugXL = магазин (.50 пуля)
.desc = "Расширенный магазин бульдога заряженный дробью для тех кто любит пошуметь."
    .suffix = { "" }
