ent-ADTObjectsWeaponSubMachineGunPPCH45S = ППЧ-44У
    .desc = "Пистолет-Пулемет Чехова калибра .44 магнум. Укороченная версия ППЧ-44 был разработан в конце 2550-х - начале 2560-х годов для вооружения экипажей боевых машин, шаттлов и космического десанта. Он также используется в КГБ СССП и охранных структурах благодаря своей компактности."
    .suffix = { "" }
ent-ADTObjectsWeaponSubMachineGunUmp = UMP-45
    .desc = "Раритетный пистолет-пулемет, под калибр 9х19 мм."
    .suffix = { "" }

ent-ADTAbakanRifleAEK = AEK-974
    .desc = Советский общевойсковой автомат, разработанный в 2478 году на заводе имени Дегтярёва в Планете Коврове под руководством  Станислав.И.К. Данный Автомат был вооружен МВД и ССО. Новое это хорошо забытое старое.
    .suffix = { "" }

ent-ADTWeaponSniperHristovII = улучшенная снайперская винтовка
.desc = "Портативная крупнокалиберная снайперская винтовка. Стреляет мощными бронебойными патронами .50 калибра. Улучшенная оружейниками синдиката, заменившими скользящий затвор на полу-автомат, из за увеличенной массы требуется удерживать в двух руках."
    .suffix = { "" }
ent-ADTMagazineHriII = магазин (.50 антиматериальные)
.desc = "Большой магазин для больших мальчиков."
    .suffix = { "" }

ent-ADTMagazineShotgunXL = магазин (12х70, дробь)
.desc = "Расширенный магазин "Бульдога", для тех кто любит пошуметь чуть дольше."
    .suffix = { "" }

ent-ADTMagazineShotgunSlugXL = магазин (12х70, пулевой)
.desc = "Расширенный магазин "Бульдога", для тех кто любит пошуметь чуть дольше."
    .suffix = { "" }

ent-ADTGunRifleAN = штурмовая винтовка АН-97 "Абакан"
.desc = Уникальное оружие с двухствольной системой, автоматической перезарядкой и возможностью стрельбы очередями... Предпочтительное оружие среди командиров подрывных деятельностей.
    .suffix = { "" }

ent-ADTWeaponRifleXC67 = штурмовая винтовка xC-67
.desc = Прототип новой штурмовой винтовки от создателей знаменитой С-20r. Использует патрон 6.5х39 TSF. Усовершенствованная эргономика позволяет достичь превосходных показателей точности стрельбы.
    .suffix = { "" }

ent-ADTExtMagazineRifle = расширенный магазин 6.5 мм
.desc = Увеличенный магазин под патрон 6.5 мм, с вместимостью в 45 единиц
    .suffix = { "" }

ent-ADTBaseExtMagazineRifle = расширенный магазин 6.5 мм
.desc = Увеличенный магазин под патрон 6.5 мм, с вместимостью в 45 единиц
    .suffix = { "" }

ent-WeaponRevolverUnica = Уника 6
.desc = Легендарное оружие Эскадронов Смерти и разгневанных ГСБ.
    .suffix = { "" }

ent-BaseWeaponRevolver357 = Питон .357
.desc = Робастный револьвер, популярный у агентов Синдиката. Данный вариант использует патрон .357 магнум.
    .suffix = { "" }

ent-WeaponRevolverPython357 = Питон .357
.desc = Робастный револьвер, популярный у агентов Синдиката. Испольует патрон .357 магнум.
    .suffix = { "" }

ent-WeaponRevolverPython357AP = Питон .357
.desc = Робастный револьвер, популярный у агентов Синдиката. Испольует патрон .357 магнум.
    .suffix = { "бронебойный" }

ent-ADTWeaponPistolX01 = X-01 Мультифазовый энергетический пистолет
    .desc = Это дорогая, современная версия антикварного лазерного пистолета. У этого оружия есть несколько уникальных режимов огня, но нет возможности самостоятельно перезаряжаться с течением времени.
    .suffix = Пистолет
