ent-Dart = дротик
    .desc = Небольшой дротик для игры в дартс. Не попадите в чей-то глаз!

ent-DartBlue = синий дротик
    .desc = Небольшой дротик для игры в дартс. Не попадите в чей-то глаз!

ent-DartPurple = фиолетовый дротик
    .desc = Небольшой дротик для игры в дартс. Не попадите в чей-то глаз!

ent-DartYellow = желтый дротик
    .desc = Небольшой дротик для игры в дартс. Не попадите в чей-то глаз!

ent-TargetDarts = мишень для дартса
    .desc = Мишень для игры в дартс.

ent-HypoDart = дротик
    .desc = Небольшой дротик для игры в дартс. Не попадите в чей-то глаз!

ent-ADTEntityRockGuitarInstrument = мультигитара Харитона
    .desk = Гитара строгих цветов одного строгого человека. Сбоку гитары видны чёрные клавиши как у синтезатора.
