ent-SentientSlimeCore = разумное ядро слайма
    .desc = Источник невероятной, бесконечной липкости.
ent-OrganSlimeLungs = газовые мешки слайма
    .desc = Собирают азот, который клетки слайма используют для поддержания жизнедеятельности.

ent-SentientSlimesCore = разумное ядро слайма
    .desc = Источник невероятной, бесконечной липкости.
    .suffix = { "Дубликат" }
ent-OrganSlimesLungs = газовые мешки слайма
    .desc = Собирают азот, который клетки слайма используют для поддержания жизнедеятельности.
    .suffix = { "Дубликат" }
