ent-PetCarrier = переноска для домашних животных
    .desc = Вместительный стакан для точного смешивания напитков
    .suffix = { "" }

ent-InvisibleCrate = стальной ящик
    .desc = Большой контейнер для предметов.
    .suffix = { "" }

ent-ToolboxThief = неизвестный ящик вора
    .desc = Здесь храняться ваши любимые инструменты для воровства. Постарайтесь вспомнить, какие.
    .suffix = { "" }

ent-ADTPaperValentineRed = красная валентинка
    .desc = Изящный кусочек красной бархатной бумаги для посланий о любви.
    .suffix = { "День Святого Валентина" }

ent-ADTPaperValentineWhite = белая валентинка
    .desc = Изящный кусочек белой бархатной бумаги для посланий о любви.
    .suffix = { "День Святого Валентина" }

ent-ADTBoxValentineWhite = белый конверт для валентинки
    .desc = Конверт из белой бумаги в виде сердечка.
    .suffix = { "День Святого Валентина" }

ent-ADTBoxValentineRed = красный конверт для валентинки
    .desc = Конверт из красной бумаги в виде сердечка.
    .suffix = { "День Святого Валентина" }
