terror-dragon = Внимание экипаж, похоже, что кто-то на вашей станции неожиданно вступил в контакт со странной рыбой в близлежащем космосе.
terror-revenant = Внимание экипаж, похоже, что кто-то на вашей станции неожиданно вступил в контакт с потусторонней энергией в близлежащем пространстве.
terror-loneop = Внимание экипаж, похоже, что кто-то на вашей станции неожиданно вышел на связь с неопознанным шаттлом в близлежащем космосе.
terror-ninja = Внимание экипаж, похоже, что кто-то на вашей станции неожиданно вышел на связь с аниме студией в близлежащем космосе.
