action-evolution-menu = Меню эволюции
action-evolution-menu-decs = Открывает меню эволюции, в котором можно улучшить свои показатели для адаптации к внешней среде.

action-absorb-dna = Поглотить оболочку цели
action-absorb-dna-desc = Поглощает цель и её ДНК. Она должна быть в критическом или мёртвом состоянии и обязательно гуманоидом, чтобы можно было забрать образцы ДНК.

action-cycle-dna = Выбор ДНК поглощённых
action-cycle-dna-desc = Выбирает ДНК поглощённого для трансформации.

action-transform = Трансформация
action-transform-desc = Трансформирует вас в выбранную цепочку ДНК. Использует 5 химикатов.

action-regenerate = Регенерация
action-regenerate-desc = Позволяет быстро регенерировать, заживляя серьезные раны и восстанавливая объем крови. Использует 10 химикатов и может быть использовано только в критическом состоянии.

action-extract-dna-sting = Скрытый сбор ДНК
action-extract-dna-sting-desc = Забирает пробу ДНК цели. Не информирует цель о том, что её ужалили. Использует 25 химикатов.

action-toggle-arm-blade = Переключить руку-клинок
action-toggle-arm-blade-desc = Превращает одну из ваших свободных рук в причудливый клинок, сделанный из костей и плоти. Также позволяет вскрывать двери как ломом. Использует 20 химикатов.

action-toggle-chitinous-armor = Переключить хитиновую броню
action-toggle-chitinous-armor-desc = Превращает ваше тело во всепоглощающую хитиновую броню. Использует 20 химикатов и замедляет химическую регенерацию на 25% в активном состоянии.

action-toggle-chameleon-skin = Переключить маскировку
action-toggle-chameleon-skin-desc = Пигментация вашей кожи быстро меняется в соответствии с окружающей средой, делая вас невидимым после нескольких секунд неподвижного стояния. Использует 25 химикатов.

action-activate-dissonant-shriek = Активируйте диссонирующий рёв
action-activate-dissonant-shriek-desc = Вы напрягаете голосовые связки, чтобы издать высокочастотный звук, который перегружает близлежащую электронику. Использует 20 химикатов.

action-stasis-death = Упасть замертво
action-stasis-death-desc = Ваше тело получает несовместимые с жизнью повреждения, но через время вы сможете восстать из мёртвых. Использует 25 химикатов.

##

extract-dna-string = Скрытый сбор ДНК
extract-dna-string-desc = Забирает пробу ДНК цели. Не информирует цель о том, что её ужалили. Использует 25 химикатов.

arm-blade = Рука-клинок
arm-blade-desc = Превращает одну из ваших свободных рук в причудливый клинок, сделанный из костей и плоти. Также позволяет вскрывать двери как ломом. Использует 20 химикатов.

chitinous-armor = Хитиновая броня
chitinous-armor-desc = Превращает ваше тело во всепоглощающую хитиновую броню. Использует 20 химикатов и замедляет химическую регенерацию на 25% в активном состоянии.

chameleon-skin = Маскировка
chameleon-skin-desc = Пигментация вашей кожи быстро меняется в соответствии с окружающей средой, делая вас невидимым после нескольких секунд неподвижного стояния. Использует 25 химикатов.

dissonant-shriek = Диссонирующий рёв
dissonant-shriek-desc = Вы напрягаете голосовые связки, чтобы издать высокочастотный звук, который перегружает близлежащую электронику. Использует 20 химикатов.

stasis-death = Стазисная смерть
stasis-death-desc = Ваше тело получает несовместимые с жизнью повреждения, которые вы сможете произвольно восстановить через время и восстать из мёртвых. Использует 25 химикатов.
