action-evolution-menu = Меню эволюции
action-evolution-menu-decs = Открывает меню эволюции, в котором можно улучшить свои показатели для адаптации к внешней среде.

action-absorb-dna = Поглотить оболочку цели
action-absorb-dna-desc = Поглощает цель и её ДНК. Она должна быть в критическом или мёртвом состоянии и обязательно гуманоидом, чтобы можно было забрать образцы ДНК.

action-cycle-dna = Выбор ДНК поглощённых
action-cycle-dna-desc = Выбирает ДНК поглощённого для трансформации.

action-transform = Трансформация
action-transform-desc = Трансформирует вас в выбранную цепочку ДНК. Использует 5 химикатов.

action-regenerate = Регенерация
action-regenerate-desc = Позволяет быстро регенерировать, заживляя серьезные раны и восстанавливая объем крови. Использует 10 химикатов и может быть использовано только в критическом состоянии.

action-extract-dna-sting = Скрытый сбор ДНК
action-extract-dna-sting-desc = Забирает пробу ДНК цели. Не информирует цель о том, что её ужалили. Использует 25 химикатов.

action-toggle-arm-blade = Переключить руку-клинок
action-toggle-arm-blade-desc = Превращает одну из ваших свободных рук в причудливый клинок, сделанный из костей и плоти. Также позволяет вскрывать двери как ломом. Использует 20 химикатов.

action-toggle-chitinous-armor = Переключить хитиновую броню
action-toggle-chitinous-armor-desc = Превращает ваше тело во всепоглощающую хитиновую броню. Использует 20 химикатов и замедляет химическую регенерацию на 25% в активном состоянии.

action-toggle-chameleon-skin = Переключить маскировку
action-toggle-chameleon-skin-desc = Пигментация вашей кожи быстро меняется в соответствии с окружающей средой, делая вас невидимым после нескольких секунд неподвижного стояния. Использует 25 химикатов.

action-activate-dissonant-shriek = Активируйте диссонирующий рёв
action-activate-dissonant-shriek-desc = Вы напрягаете голосовые связки, чтобы издать высокочастотный звук, который перегружает близлежащую электронику. Использует 20 химикатов.

action-stasis-death = Упасть замертво
action-stasis-death-desc = Ваше тело получает несовместимые с жизнью повреждения, но через время вы сможете восстать из мёртвых. Использует 25 химикатов.

action-refresh-ling = Очистить ДНК
action-refresh-ling-desc = Очистите собранные цепочки ДНК, получив взамен 2 очка эволюции.

action-adrenaline = Выброс адреналина
action-adrenaline-desc = Ваше тело моментально вырабатывает химикаты, отключающие болевые рецепторы и останавливающие кровотечение. Использует 10 химикатов.

action-blind-sting = Жало ослепления
action-blind-sting-desc = Ужальте кого-либо скрытым жалом и ослепите его на 10 секунд. Использует 15 химикатов.

action-mute-sting = Жало безмолвия
action-mute-sting-desc = Ужальте кого-либо скрытым жалом и временно лишите его возможности говорить. Использует 20 химикатов.

action-drug-sting = Галлюценогенное жало
action-drug-sting-desc = Введите кому-либо большое количество наркотических веществ. Использует 20 химикатов.

action-omnizine = Исцеление плоти
action-omnizine-desc = Ваше тело начинает вырабатывать химикаты, необходимые для исцеления. Использует 25 химикатов.

action-muscles = Напряжённые мышцы
action-muscles-desc = Ваши мышцы ног начинают сокращаться, позволяя вам бегать с крайне высокой скоростью. Использует 20 химикатов.

action-lesser-form = Низшая форма
action-lesser-form-desc = Превратитесь в обезьяну, либо из обезьяны в выбранную форму. Использует 20 химикатов.

action-toggle-arm-shield = Переключить органический щит
action-toggle-arm-shield-desc = Превращает одну из ваших свободных рук в щит, сделанный из костей и плоти. Использует 20 химикатов.

action-resort = Последний шанс
action-resort-desc = Разорвите собственное тело и высвободите свою настоящую форму для последующей кладки личинок в новое тело.

action-eggs = Отложить яйца
action-eggs-desc = Отложите яйца в бездыханный труп для продолжения рода улья.

action-hatch = Вылупиться
action-hatch-desc = Разорвите оболочку и вернитесь в облике нового генокрада.

##

extract-dna-string = Скрытый сбор ДНК
extract-dna-string-desc = Забирает пробу ДНК цели. Не информирует цель о том, что её ужалили. Использует 25 химикатов.

arm-blade = Рука-клинок
arm-blade-desc = Превращает одну из ваших свободных рук в причудливый клинок, сделанный из костей и плоти. Также позволяет вскрывать двери как ломом. Использует 20 химикатов.

chitinous-armor = Хитиновая броня
chitinous-armor-desc = Превращает ваше тело во всепоглощающую хитиновую броню. Использует 20 химикатов и замедляет химическую регенерацию на 25% в активном состоянии.

chameleon-skin = Маскировка
chameleon-skin-desc = Пигментация вашей кожи быстро меняется в соответствии с окружающей средой, делая вас невидимым после нескольких секунд неподвижного стояния. Использует 25 химикатов.

dissonant-shriek = Диссонирующий рёв
dissonant-shriek-desc = Вы напрягаете голосовые связки, чтобы издать высокочастотный звук, который перегружает близлежащую электронику. Использует 20 химикатов.

stasis-death = Стазисная смерть
stasis-death-desc = Ваше тело получает несовместимые с жизнью повреждения, которые вы сможете произвольно восстановить через время и восстать из мёртвых. Использует 25 химикатов.

blind-sting = Жало ослепления
blind-sting-desc = Ослепляет цель на 10 секунд. Не информирует цель о том, что её ужалили. Использует 15 химикатов.

adrenaline-cl = Выброс адреналина
adrenaline-cl-desc = Ваше тело моментально вырабатывает химикаты, отключающие болевые рецепторы и останавливающие кровотечение. Передозировка всё ещё возможна. Использует 10 химикатов.

mute-sting = Жало безмолвия
mute-sting-desc = Лишает цель возможности говорить на некоторое время. Не информирует цель о том, что её ужалили. Использует 20 химикатов.

drug-sting = Галлюценогенное жало
drug-sting-desc = Вводит цели большое количество наркотических веществ. Не информирует цель о том, что её ужалили. Использует 20 химикатов.

omnizine-cl = Исцеление плоти
omnizine-cl-desc = Ваше тело начинает вырабатывать химикаты, необходимые для исцеления. Использует 25 химикатов.

muscles-cl = Напряжённые мышцы
muscles-cl-desc = Ваши мышцы ног начинают сокращаться, позволяя вам бегать с крайне высокой скоростью. Пока активно, тратит вашу выносливость, и в итоге может привести к перенагрузке. Использует 20 химикатов.

lesser-form = Низшая форма
lesser-form-desc = Превратитесь в обезьяну. В форме обезьяны вы свободно можете использовать только жала. Вы сможете вернуться к выбранной форме. Использует 20 химикатов. 

arm-shield = Органический щит
arm-shield-desc = Превращает одну из ваших свободных рук в щит, сделанный из костей и плоти. Использует 20 химикатов.

resort-cl = Последний шанс
resort-cl-desc = Разорвите собственное тело и высвободите свою настоящую форму для последующей кладки личинок в новое тело.
