ent-AstraKnife = армейский нож Ириса
    .desc = "Этот нож весь пропитан чем-то неосязаемым, воспоминаниями о боях. На нём имеется подпись Вальтора."
    .suffix = { "" }

ent-ADTObjectWeaponsMeleeMurasama = Катана древнего мастера.
    .desc =   Артефакт древнего самурайского клана. Не давать детям.


ent-ADTtelescopicBaton = Телескопическая дубинка
    .desc = "Большая, опасная и выдвижная дубинка. Может храниться в карманах в сложенном состоянии."
    .suffix = { "" }

ent-ADTtelescopicBatonBob = Телескопическая дубинка Боба
    .desc = "Эксклюзивная телескопическая дубинка, полностью из золота."
    .suffix = { "" }

ent-ADTtelescopicBatonKon = Телескопическая дубинка Йохана
    .desc = "Непонятно, кровь это или цвет дубинки.."
    .suffix = { "" }

