humanoid-profile-editor-flavortext-rules-label = "'Описание вашего персонажа имеет некоторые правила, созданные для того, чтобы наладить в них описание:
1. Никакой биографии. "Жил на севере", и всё подобное, что задевает историю самого персонажа - не должно присутствовать в описании.
2. Ничего из желаний, мотиваций персонажа.
3. Само описание должно нести внешний вид персонажа, с учётом того, что может быть скрыто одеждой в каких-то случаях.
4. Описание должно говорить о росте персонажа и его внешнем телосложении.'"
humanoid-profile-editor-erpbutton-info-label = '— Уровень вашего погружения ERP на сервере, прежде всего, зависит от вашего статуса: Полное ERP, Неполное ERP, Отказ от ERP.
— Полное ERP — этот статус вы ставите на свой страх и риск. Это значит, что ваш персонаж может быть подвержен любому ERP-вмешательству, даже к такому, как изнасилование, хочет ли он того, или нет. Для того, чтобы отыгрывать ERP с другим игроком, с таким же статусом, предварительного согласования в ООС-чатах вам не требуется.
— Неполное ERP — возможно, самый оптимальный вариант для многих людей, которые хотят получить забавный опыт на нашем сервере, но и при этом, застраховать себя от нежелательных последствий. Другие игроки могут проявлять к вам знаки внимания, а сам ERP-отыгрыш может иметь исключительно добровольный характер. Исходя из ситуации, рекомендуется согласовать с игроком дальнейший ERP-отыгрыш.
— Отказ от ERP — тут всё просто. Никто на сервере не имеет права склонять вас к какому-либо ERP-отыгрышу, а любые попытки его проявления в вашу сторону повлекут за собой дальнейшее разбирательство с администрацией.
— Также, может быть такое, что статус не будет указан и вовсе. В таком случае, перед началом какого-либо ERP-отыгрыша, обязательно согласовать все дальнейшие действия с игроком в LOOC.'
