ent-ADTClothingBeltPyotrSheath = ножны для палаша Петра Шахина
    .desc = Ножны для палаша офицерского образца - церемониального оружия с родного мира Петра.
    .suffix = { "" }

ent-ADTClothingBeltMedicalBag = медицинская поясная сумка
    .desc = Небольшая, но вместительная сумка для хранения медикаментов. Тут даже поместится планшет для бумаги!
    .suffix = { "" }

ent-ADTClothingBeltMedicalBagFilled = медицинская поясная сумка
    .desc = Небольшая, но вместительная сумка для хранения медикаментов. Тут даже поместится планшет для бумаги!
    .suffix = { "Заполнено" }
