# Обезьяны

ent-MonkeyCube = обезьяний кубик
    .desc = Просто добавь воды!
ent-DehydratedSpaceCarp = обезвоженный космический карп
    .desc = Выглядит как плюшевый игрушечный карп, но стоит только добавить воды, и он превращается в настоящего космического карпа!
ent-SyndicateSponge = обезьяний кубик
    .desc = Просто добавь воды!
    .suffix = Синдикат

# Кобольды

ent-KoboldCube = кубик кобольда
    .desc = Просто добавь воды!
ent-KoboldCubeBox = коробка кубиков кобольдов
    .desc = Сжатые кубики кобольдов. Просто добавь воды!
ent-KoboldCubeWrapped = кубик кобольда
    .desc = Разверните его, чтобы получить кубик кобольда.
    .suffix = Завёрнутый
ent-CrateNPCKoboldCube = ящик кубиков кобольдов
    .desc = Ящик, содержащий коробку кубиков кобольдов.
ent-VariantCubeBox = кобольдо-обезьянья коробка кубиков
    .desc = Три кубика обезьян и три кубика кобольдов. Просто разверните и добавьте воды!

# Другие животные

ent-AbominationCube = кубик мерзости
    .desc = Просто добавь крови!!
ent-SpaceCarpCube = кубик космического карпа
    .desc = Просто добавь воды! ...На свой страх и риск.
ent-CockroachCube = кубик таракана
    .desc = Просто доба.. А-а..!!!! ГАДОСТЬ!!!
ent-CowCube = кубик коровы
    .desc = Просто добавь воды! И получи молоко.
ent-GoatCube = кубик козы
    .desc = Просто добавь воды!
ent-MothroachCube = кубик моли
    .desc = Просто добавь воды! Но смотри не задави!
ent-MouseCube = кубик мыши
    .desc = Просто добавь воды!
ent-SpaceTickCube = кубик космического клеща
    .desc = Просто добавь воды! ...На свой страх и риск.
