ent-MonkeyCube = обезьяний кубик
    .desc = Просто добавь воды!
ent-DehydratedSpaceCarp = обезвоженный космический карп
    .desc = Выглядит как плюшевый игрушечный карп, но стоит только добавить воды, и он превращается в настоящего космического карпа!
ent-SyndicateSponge = обезьяний кубик
    .desc = Просто добавь воды!
    .suffix = Синдикат
ent-KoboldCube = кубик кобольда
    .desc = Просто добавь воды!

ent-VariantCubeBox = кобольдо-обезьянья коробка кубиков
    .desc = Три кубика обезьян и три кубика кобольдов. Просто разверните и добавьте воды!
