ent-MachineAnomalyVessel = сосуд аномалии
    .desc = Контейнер, способный проводить сканирование аномалии и превращать её в очки исследований.
ent-MachineAPE = М.А.К.А.К.
    .desc = Мобильный Аномальный Кинетический Акселератор - эмиттер, способный излучать нестабильные частицы, которые взаимодействуют с аномалиями.
ent-MachineAnomalyGenerator = генератор аномалий
    .desc = Вершина псевдонаучных технологий.
ent-MachineAnomalyVesselExperimental = экспериментальное судно-аномалия
    .desc = Усовершенствованное судно-аномалия, способное расширить исследовательский потенциал за счет повышенной летучести и низкоуровневого радиоактивного распада в окружающей среде.
